Repository: KDE/licentia
Catalog: po/sa/licentia.po
Languages: sa

source: Commercial use
sa: व्यावसायिक उपयोग

source: The licensed material and derivatives may be used for commercial purposes.
sa: अनुज्ञापत्रं प्राप्तं सामग्रीं व्युत्पन्नं च व्यावसायिकप्रयोजनार्थं उपयोक्तुं शक्यते ।

source: Modification
sa: परिवर्तनम्

source: The licensed material may be modified.
sa: अनुज्ञापत्रं प्राप्तं सामग्रीं परिवर्तयितुं शक्यते।

source: Distribution
sa: आवंटन

source: The licensed material may be distributed.
sa: अनुज्ञापत्रं प्राप्तं सामग्रीं वितरितुं शक्यते।

source: Private use
sa: निजी उपयोग

source: The licensed material may be used and modified in private.
sa: अनुज्ञापत्रं प्राप्तसामग्री निजीरूपेण उपयोक्तुं परिवर्तनं च कर्तुं शक्यते।

source: Patent use
sa: पेटन्ट प्रयोग

source: The licensed provides and express grant of patent rights from contributors.
sa: अनुज्ञापत्रधारकः योगदातृभ्यः पेटन्ट-अधिकारस्य प्रदाति, स्पष्ट-अनुदानं च ददाति ।

source: License and copyright notice
sa: अनुज्ञापत्रं प्रतिलिपिधर्मस्य च सूचना

source: State changes
sa: राज्यं परिवर्तते

source: Changes made to the licensed material must be documented.
sa: अनुज्ञापत्रप्राप्तसामग्रीषु कृतानां परिवर्तनानां दस्तावेजीकरणं करणीयम्।

source: Disclose source
sa: स्रोतः प्रकटयन्तु

source: Source code must be made available when the licensed material is distributed.
sa: अनुज्ञापत्रप्राप्तसामग्रीवितरितसमये स्रोतसङ्केतः अवश्यमेव उपलब्धः भवेत् ।

source: Network use is distribution
sa: संजालस्य उपयोगः वितरणम् अस्ति

source: Users who interact with the licensed material via network are given the right to receive a copy of the source code.
sa: ये उपयोक्तारः संजालद्वारा अनुज्ञापत्रेण सह अन्तरक्रियां कुर्वन्ति तेषां स्रोतसङ्केतस्य प्रतिलिपिं प्राप्तुं अधिकारः दत्तः भवति ।

source: Same license
sa: समान अनुज्ञापत्र

source: Modifications must be released under the same license when distributing the licensed material. In some cases a similar or related license may be used.
sa: अनुज्ञापत्रं प्राप्तसामग्रीवितरणं कुर्वन् तस्मिन् एव अनुज्ञापत्रे परिवर्तनं विमोचनीयम् । केषुचित् सन्दर्भेषु तत्सदृशं वा तत्सम्बद्धं वा अनुज्ञापत्रं प्रयोक्तुं शक्यते ।

source: Same license (library)
sa: समान अनुज्ञापत्र (पुस्तकालय) .

source: Modifications must be released under the same license when distributing the licensed material. In some cases a similar or related license may be used, or this condition may not apply to works that use the licensed material as a library.
sa: अनुज्ञापत्रं प्राप्तसामग्रीवितरणं कुर्वन् तस्मिन् एव अनुज्ञापत्रे परिवर्तनं विमोचनीयम् । केषुचित् सन्दर्भेषु तत्सदृशं वा तत्सम्बद्धं वा अनुज्ञापत्रं प्रयुक्तं भवेत्, अथवा अनुज्ञापत्रं प्राप्तं सामग्रीं पुस्तकालयरूपेण उपयुज्यमानानाम् कार्याणां कृते एषा शर्तः न प्रवर्तते ।

source: Same license (file)
sa: समान अनुज्ञापत्र (सञ्चिका)

source: Modifications of existing files must be released under the same license when distributing the licensed material. In some cases a similar or related license may be used.
sa: अनुज्ञापत्रप्राप्तसामग्रीवितरणं कुर्वन् विद्यमानसञ्चिकानां परिवर्तनं समानानुज्ञापत्रस्य अन्तर्गतं मुक्तं भवितुमर्हति । केषुचित् सन्दर्भेषु तत्सदृशं वा तत्सम्बद्धं वा अनुज्ञापत्रं प्रयोक्तुं शक्यते ।

source: Liability
sa: देय

source: This license includes a limitation of liability.
sa: अस्मिन् अनुज्ञापत्रे दायित्वस्य सीमा अन्तर्भवति ।

source: Warranty
sa: वारण्टी

source: This license explicitly states that it does NOT provide any warranty.
sa: अस्मिन् अनुज्ञापत्रे स्पष्टतया उक्तं यत् एतत् किमपि वारण्टीं न ददाति।

source: Trademark use
sa: व्यापारचिह्नस्य उपयोगः

source: This license explicitly states that it does NOT grant trademark rights, even though licenses without such a statement probably do not grant any implicit trademark rights.
sa: अस्मिन् अनुज्ञापत्रे स्पष्टतया उक्तं यत् एतत् व्यापारचिह्नाधिकारं न ददाति, यद्यपि एतादृशं वचनं विना अनुज्ञापत्राणि सम्भवतः किमपि अन्तर्निहितव्यापारचिह्नाधिकारं न ददति

source: This license explicitly states that it does NOT grant any rights in the patents of contributors.
sa: अस्मिन् अनुज्ञापत्रे स्पष्टतया उक्तं यत् एतत् योगदातृणां पेटन्ट्-पत्रेषु किमपि अधिकारं न ददाति ।

source: For REUSE compliance, copy the text of the license into a file named %1.txt, it must be placed in the LICENSES/ directory in the root of your source code.
sa: REUSE अनुपालनाय, अनुज्ञापत्रस्य पाठं %1.txt इति सञ्चिकायां प्रतिलिख्य, तत् भवतः स्रोतसङ्केतस्य मूले LICENSES/ निर्देशिकायां स्थापनीयम् ।

source: The Academic Free License is a variant of the Open Software License that does not require that the source code of derivative works be disclosed. It contains explicit copyright and patent grants and reserves trademark rights in the author.
sa: शैक्षणिकमुक्त-अनुज्ञापत्रः मुक्तसॉफ्टवेयर-अनुज्ञापत्रस्य एकः प्रकारः अस्ति यस्य व्युत्पन्न-कृतीनां स्रोत-सङ्केतः प्रकटीकरणस्य आवश्यकता नास्ति । अस्मिन् स्पष्टप्रतिलिपिधर्मः पेटन्ट-अनुदानं च अस्ति तथा च लेखके व्यापारचिह्न-अधिकारः सुरक्षितः अस्ति ।

source: Create a text file (typically named LICENSE or LICENSE.txt) in the root of your source code and copy the text of the license into the file. Files licensed under AFL 3.0 must also include the notice "Licensed under the Academic Free License version 3.0" adjacent to the copyright notice.
sa: स्वस्य स्रोतसङ्केतस्य मूलमध्ये पाठसञ्चिकां (सामान्यतया LICENSE अथवा LICENSE.txt इति नाम) रचयन्तु तथा च अनुज्ञापत्रस्य पाठं सञ्चिकायां प्रतिलिपयन्तु । AFL 3.0 इत्यस्य अन्तर्गतं अनुज्ञापत्रं प्राप्तेषु सञ्चिकासु प्रतिलिपिधर्मसूचनायाः समीपे "Academic Free License version 3.0 इत्यस्य अन्तर्गतं अनुज्ञापत्रं प्राप्तम्" इति सूचना अपि अवश्यं समाविष्टा भवितुमर्हति ।

source: A permissive license whose main conditions require preservation of copyright and license notices. Contributors provide an express grant of patent rights. Licensed works, modifications, and larger works may be distributed under different terms and without source code.
sa: अनुमतं अनुज्ञापत्रं यस्य मुख्यशर्तैः प्रतिलिपिधर्मस्य अनुज्ञापत्रसूचनानां च संरक्षणं आवश्यकम् । योगदातारः पेटन्ट-अधिकारस्य स्पष्ट-अनुदानं ददति । अनुज्ञापत्राणि, परिवर्तनानि, बृहत्तराणि कार्याणि च भिन्नपदानां अन्तर्गतं स्रोतसङ्केतं विना च वितरितुं शक्यन्ते ।

source: Create a text file (typically named LICENSE or LICENSE.txt) in the root of your source code and copy the text of the license into the file.
sa: स्वस्य स्रोतसङ्केतस्य मूलमध्ये पाठसञ्चिकां (सामान्यतया LICENSE अथवा LICENSE.txt इति नाम) रचयन्तु तथा च अनुज्ञापत्रस्य पाठं सञ्चिकायां प्रतिलिपयन्तु ।

source: The BSD Zero Clause license goes further than the BSD 2-Clause license to allow you unlimited freedom with the software without requirements to include the copyright notice, license text, or disclaimer in either source or binary forms.
sa: BSD शून्यखण्डस्य अनुज्ञापत्रं BSD 2-खण्डस्य अनुज्ञापत्रात् अधिकं गच्छति यत् प्रतिलिपिधर्मसूचना, अनुज्ञापत्रपाठं, अथवा अस्वीकरणं स्रोतः अथवा द्विचक्रीयरूपेण समावेशयितुं आवश्यकतां विना सॉफ्टवेयरेन सह असीमितस्वतन्त्रतां ददाति।

source: Create a text file (typically named LICENSE or LICENSE.txt) in the root of your source code and copy the text of the license into the file. Replace [year] with the current year and [fullname] with the name (or names) of the copyright holders. You may take the additional step of removing the copyright notice.
sa: स्वस्य स्रोतसङ्केतस्य मूलमध्ये पाठसञ्चिकां (सामान्यतया LICENSE अथवा LICENSE.txt इति नाम) रचयन्तु तथा च अनुज्ञापत्रस्य पाठं सञ्चिकायां प्रतिलिपयन्तु । [year] इत्यस्य स्थाने वर्तमानवर्षं, [fullname] इत्यस्य स्थाने प्रतिलिपिधर्मधारकाणां नाम (अथवा नामानि) स्थापयन्तु । भवान् प्रतिलिपिधर्मसूचनाम् अपसारयितुं अतिरिक्तं पदं स्वीकुर्यात् ।

source: A permissive license that comes in two variants, the BSD 2-Clause and BSD 3-Clause. Both have very minute differences to the MIT license.
sa: एकः अनुमतः अनुज्ञापत्रः यः द्वयोः प्रकारयोः आगच्छति, BSD 2-Clause तथा BSD 3-Clause इति । उभयोः एमआइटी-अनुज्ञापत्रेण सह अतीव सूक्ष्मभेदः अस्ति ।

source: Create a text file (typically named LICENSE or LICENSE.txt) in the root of your source code and copy the text of the license into the file. Replace [year] with the current year and [fullname] with the name (or names) of the copyright holders.
sa: स्वस्य स्रोतसङ्केतस्य मूलमध्ये पाठसञ्चिकां (सामान्यतया LICENSE अथवा LICENSE.txt इति नाम) रचयन्तु तथा च अनुज्ञापत्रस्य पाठं सञ्चिकायां प्रतिलिपयन्तु । [year] इत्यस्य स्थाने वर्तमानवर्षं, [fullname] इत्यस्य स्थाने प्रतिलिपिधर्मधारकाणां नाम (अथवा नामानि) स्थापयन्तु ।

source: A permissive license similar to the BSD 2-Clause License, but with a 3rd clause that prohibits others from using the name of the project or its contributors to promote derived products without written consent.
sa: BSD 2-खण्ड-अनुज्ञापत्रस्य सदृशं अनुमत-अनुज्ञापत्रं, परन्तु तृतीय-खण्डेन सह यत् अन्येषां कृते लिखित-सहमतिं विना व्युत्पन्न-उत्पादानाम् प्रचारार्थं परियोजनायाः नाम वा तस्य योगदातृणां वा उपयोगं कर्तुं निषिद्धं भवति

source: A variant of the BSD 3-Clause License that explicitly does not grant any patent rights.
sa: BSD 3-Clause License इत्यस्य एकः प्रकारः यः स्पष्टतया किमपि पेटन्ट-अधिकारं न ददाति ।

source: A permissive license similar to the BSD 3-Clause License, but with an "advertising clause" that requires an acknowledgment of the original source in all advertising material.
sa: BSD 3-Clause License इत्यस्य सदृशः अनुमतः अनुज्ञापत्रः, परन्तु "विज्ञापनखण्डः" अस्ति यस्य कृते सर्वेषु विज्ञापनसामग्रीषु मूलस्रोतस्य स्वीकृतिः आवश्यकी भवति

source: Create a text file (typically named LICENSE or LICENSE.txt) in the root of your source code and copy the text of the license into the file. Replace [year] with the current year and [fullname] with the name (or names) of the copyright holders. Replace [project] with the project organization, if any, that sponsors this work.
sa: स्वस्य स्रोतसङ्केतस्य मूलमध्ये पाठसञ्चिकां (सामान्यतया LICENSE अथवा LICENSE.txt इति नाम) रचयन्तु तथा च अनुज्ञापत्रस्य पाठं सञ्चिकायां प्रतिलिपयन्तु । [year] इत्यस्य स्थाने वर्तमानवर्षं, [fullname] इत्यस्य स्थाने प्रतिलिपिधर्मधारकाणां नाम (अथवा नामानि) स्थापयन्तु । [परियोजना] इत्यस्य स्थाने परियोजनासङ्गठनं स्थापयन्तु, यदि अस्ति, यत् अस्य कार्यस्य प्रायोजकं भवति ।

source: A simple permissive license only requiring preservation of copyright and license notices for source (and not binary) distribution. Licensed works, modifications, and larger works may be distributed under different terms and without source code.
sa: केवलं स्रोतस्य (न तु द्विचक्रीयस्य) वितरणार्थं प्रतिलिपिधर्मस्य संरक्षणस्य अनुज्ञापत्रसूचनानां च आवश्यकतां विद्यमानः सरलः अनुमतः अनुज्ञापत्रः । अनुज्ञापत्राणि, परिवर्तनानि, बृहत्तराणि कार्याणि च भिन्नपदानां अन्तर्गतं स्रोतसङ्केतं विना च वितरितुं शक्यन्ते ।

source: The Creative Commons CC0 Public Domain Dedication waives copyright interest in a work you've created and dedicates it to the world-wide public domain. Use CC0 to opt out of copyright entirely and ensure your work has the widest reach. As with the Unlicense and typical software licenses, CC0 disclaims warranties. CC0 is very similar to the Unlicense.
sa: क्रिएटिव कॉमन्स CC0 सार्वजनिकक्षेत्रसमर्पणं भवता निर्मितस्य कार्यस्य प्रतिलिपिधर्मरुचिं माफं करोति तथा च विश्वव्यापी सार्वजनिकक्षेत्राय समर्पयति। प्रतिलिपिधर्मात् पूर्णतया बहिः गन्तुं CC0 इत्यस्य उपयोगं कुर्वन्तु तथा च भवतः कार्यस्य व्यापकतमं व्याप्तिम् सुनिश्चितं कुर्वन्तु। यथा Unlicense तथा विशिष्टसॉफ्टवेयर अनुज्ञापत्रेषु, CC0 वारण्टीं अङ्गीकुर्वति । CC0 इत्येतत् Unlicense इत्यस्य बहु सदृशम् अस्ति ।

source: Permits almost any use subject to providing credit and license notice. Frequently used for media assets and educational materials. The most common license for Open Access scientific publications. Not recommended for software.
sa: क्रेडिट् तथा अनुज्ञापत्रसूचना प्रदातुं अधीनं प्रायः कस्यापि उपयोगस्य अनुमतिं ददाति। मीडियासम्पत्त्याः शैक्षिकसामग्रीणां च कृते बहुधा उपयुज्यते । मुक्तप्रवेशवैज्ञानिकप्रकाशनानां कृते सर्वाधिकं सामान्यं अनुज्ञापत्रम् । सॉफ्टवेयरस्य कृते न अनुशंसितम्।

source: Create a text file (typically named LICENSE or LICENSE.txt) in the root of your source code and copy the text of the license into the file. It is also acceptable to solely supply a link to a copy of the license, usually to the canonical URL for the license.
sa: स्वस्य स्रोतसङ्केतस्य मूलमध्ये पाठसञ्चिकां (सामान्यतया LICENSE अथवा LICENSE.txt इति नाम) रचयन्तु तथा च अनुज्ञापत्रस्य पाठं सञ्चिकायां प्रतिलिपयन्तु । केवलं अनुज्ञापत्रस्य प्रतिलिपिं प्रति, प्रायः अनुज्ञापत्रस्य विहित-URL प्रति, लिङ्कं आपूर्तिः अपि स्वीकार्यम् ।

source: Similar to CC-BY-4.0 but requires derivatives be distributed under the same or a similar, compatible license. Frequently used for media assets and educational materials. A previous version is the default license for Wikipedia and other Wikimedia projects. Not recommended for software.
sa: CC-BY-4.0 इत्यस्य सदृशं किन्तु व्युत्पन्नस्य वितरणं समानस्य अथवा तत्सदृशस्य, संगतस्य अनुज्ञापत्रस्य अन्तर्गतं करणीयम् इति आवश्यकम् । मीडियासम्पत्त्याः शैक्षिकसामग्रीणां च कृते बहुधा उपयुज्यते । पूर्वसंस्करणं विकिपीडिया-अन्यविकिमीडिया-प्रकल्पानां पूर्वनिर्धारित-अनुज्ञापत्रम् अस्ति । सॉफ्टवेयरस्य कृते न अनुशंसितम्।

source: This commercially-friendly copyleft license provides the ability to commercially license binaries; a modern royalty-free patent license grant; and the ability for linked works to use other licenses, including commercial ones.
sa: इदं व्यावसायिकरूपेण-अनुकूलं प्रतिलिफ्ट-अनुज्ञापत्रं व्यावसायिकरूपेण द्विचक्रीय-अनुज्ञापत्रं दातुं क्षमतां प्रदाति; आधुनिकं रॉयल्टी-रहितं पेटन्ट-अनुज्ञापत्रं अनुदानं; तथा च लिङ्क्ड् कार्याणां कृते अन्येषां अनुज्ञापत्राणां उपयोगस्य क्षमता, यत्र व्यावसायिकाः अपि सन्ति ।

source: The GNU GPL is the most widely used free software license and has a strong copyleft requirement. When distributing derived works, the source code of the work must be made available under the same license. There are multiple variants of the GNU GPL, each with different requirements.
sa: GNU GPL सर्वाधिकं प्रयुक्तं मुक्तसॉफ्टवेयर-अनुज्ञापत्रम् अस्ति तथा च अस्य प्रबलं प्रतिलिफ्ट-आवश्यकता अस्ति । व्युत्पन्नकृतीनां वितरणकाले कार्यस्य स्रोतसङ्केतः समानानुज्ञापत्रेण उपलब्धः भवितुमर्हति । GNU GPL इत्यस्य बहुविधाः प्रकाराः सन्ति, प्रत्येकस्य भिन्नाः आवश्यकताः सन्ति ।

source: Permissions of this strong copyleft license are conditioned on making available complete source code of licensed works and modifications, which include larger works using a licensed work, under the same license. Copyright and license notices must be preserved. Contributors provide an express grant of patent rights.
sa: अस्य सशक्तस्य प्रतिलिफ्ट-अनुज्ञापत्रस्य अनुमतिः अनुज्ञापत्र-कृतानां परिवर्तनानां च सम्पूर्ण-स्रोत-सङ्केतं उपलब्धं कर्तुं शर्तं भवति, येषु अनुज्ञापत्र-कृतस्य उपयोगेन बृहत्तराणि कार्याणि सन्ति, समान-अनुज्ञापत्रस्य अन्तर्गतम् प्रतिलिपिधर्मस्य अनुज्ञापत्रसूचनानां च संरक्षणं करणीयम्। योगदातारः पेटन्ट-अधिकारस्य स्पष्ट-अनुदानं ददति ।

source: Create a text file (typically named COPYING, as per GNU conventions) in the root of your source code and copy the text of the license into the file.
sa: स्वस्य स्रोतसङ्केतस्य मूलमध्ये पाठसञ्चिकां (सामान्यतया COPYING इति नाम, GNU रूढिनुसारम्) रचयन्तु तथा च अनुज्ञापत्रस्य पाठं सञ्चिकायां प्रतिलिपयन्तु ।

source: Primarily used for software libraries, the GNU LGPL requires that derived works be licensed under the same license, but works that only link to it do not fall under this restriction. There are two commonly used versions of the GNU LGPL.
sa: मुख्यतया सॉफ्टवेयरपुस्तकालयानां कृते उपयुज्यमानं GNU LGPL इत्यस्य आवश्यकता अस्ति यत् व्युत्पन्नकार्यस्य अनुज्ञापत्रं समानानुज्ञापत्रस्य अन्तर्गतं भवतु, परन्तु केवलं तया सह सम्बद्धानि कार्याणि अस्मिन् प्रतिबन्धे न पतन्ति GNU LGPL इत्यस्य सामान्यतया प्रयुक्तौ संस्करणौ स्तः ।

source: Permissions of this copyleft license are conditioned on making available complete source code of licensed works and modifications under the same license or the GNU GPLv3. Copyright and license notices must be preserved. Contributors provide an express grant of patent rights. However, a larger work using the licensed work through interfaces provided by the licensed work may be distributed under different terms and without source code for the larger work.
sa: अस्य प्रतिलिफ्ट-अनुज्ञापत्रस्य अनुमतिः तस्यैव अनुज्ञापत्रस्य अथवा GNU GPLv3 इत्यस्य अन्तर्गतं अनुज्ञापत्र-कृतानां परिवर्तनानां च सम्पूर्ण-स्रोत-सङ्केतं उपलब्धं कर्तुं शर्तं भवति । प्रतिलिपिधर्मस्य अनुज्ञापत्रसूचनानां च संरक्षणं करणीयम्। योगदातारः पेटन्ट-अधिकारस्य स्पष्ट-अनुदानं ददति । परन्तु अनुज्ञापत्रकृतकार्यद्वारा प्रदत्तस्य अन्तरफलकानां माध्यमेन अनुज्ञापत्रकार्यस्य उपयोगेन बृहत्तरं कार्यं भिन्नपदानां अन्तर्गतं बृहत्तरकार्यस्य स्रोतसङ्केतं विना च वितरितुं शक्यते

source: This license is an additional set of permissions to the GNU GPLv3 license. Follow the instructions to apply the GNU GPLv3, in the root of your source code. Then add another file named COPYING.LESSER and copy the text.
sa: इदं अनुज्ञापत्रं GNU GPLv3 अनुज्ञापत्रस्य अतिरिक्तसमुच्चयः अस्ति । GNU GPLv3 प्रयोक्तुं निर्देशान् अनुसृत्य, स्वस्य स्रोतसङ्केतस्य मूले । ततः COPYING.LESSER इति अन्यं सञ्चिकां योजयित्वा पाठस्य प्रतिलिपिं कुर्वन्तु ।

source: Permissions of this strongest copyleft license are conditioned on making available complete source code of licensed works and modifications, which include larger works using a licensed work, under the same license. Copyright and license notices must be preserved. Contributors provide an express grant of patent rights. When a modified version is used to provide a service over a network, the complete source code of the modified version must be made available.
sa: अस्य सशक्ततमस्य प्रतिलिफ्ट-अनुज्ञापत्रस्य अनुमतिः तस्यैव अनुज्ञापत्रस्य अन्तर्गतं अनुज्ञापत्र-कृतानां परिवर्तनानां च सम्पूर्ण-स्रोत-सङ्केतं उपलब्धं कर्तुं शर्तं भवति, येषु अनुज्ञापत्र-कृतस्य उपयोगेन बृहत्तराणि कार्याणि सन्ति प्रतिलिपिधर्मस्य अनुज्ञापत्रसूचनानां च संरक्षणं करणीयम्। योगदातारः पेटन्ट-अधिकारस्य स्पष्ट-अनुदानं ददति । यदा जालपुटेन सेवां दातुं परिवर्तितसंस्करणस्य उपयोगः भवति तदा परिवर्तितसंस्करणस्य सम्पूर्णः स्रोतसङ्केतः उपलब्धः भवितुमर्हति ।

source: A short and simple permissive license with conditions only requiring preservation of copyright and license notices. Licensed works, modifications, and larger works may be distributed under different terms and without source code.
sa: केवलं प्रतिलिपिधर्मस्य संरक्षणस्य आवश्यकतां जनयति इति शर्तैः सह लघुः सरलः च अनुमतः अनुज्ञापत्रः । अनुज्ञापत्राणि, परिवर्तनानि, बृहत्तराणि कार्याणि च भिन्नपदानां अन्तर्गतं स्रोतसङ्केतं विना च वितरितुं शक्यन्ते ।

source: Permissions of this weak copyleft license are conditioned on making available source code of licensed files and modifications of those files under the same license (or in certain cases, one of the GNU licenses). Copyright and license notices must be preserved. Contributors provide an express grant of patent rights. However, a larger work using the licensed work may be distributed under different terms and without source code for files added in the larger work.
sa: अस्य दुर्बलस्य प्रतिलिफ्ट-अनुज्ञापत्रस्य अनुमतिः अनुज्ञापत्र-सञ्चिकानां स्रोत-सङ्केतं उपलब्धं कर्तुं तथा च समान-अनुज्ञापत्रस्य (अथवा कतिपयेषु सन्दर्भेषु, GNU-अनुज्ञापत्रेषु एकस्य) अन्तर्गतं तासां सञ्चिकानां परिवर्तनं च शर्तं भवति प्रतिलिपिधर्मस्य अनुज्ञापत्रसूचनानां च संरक्षणं करणीयम्। योगदातारः पेटन्ट-अधिकारस्य स्पष्ट-अनुदानं ददति । परन्तु अनुज्ञापत्रं प्राप्तं कार्यं उपयुज्य बृहत्तरं कार्यं भिन्नपदानां अन्तर्गतं बृहत्तरे कार्ये योजितानां सञ्चिकानां स्रोतसङ्केतं विना च वितरितुं शक्यते ।

source: The easiest license out there. It gives the user permissions to do whatever they want with your code.
sa: तत्र बहिः सर्वाधिकं सुलभं अनुज्ञापत्रम्। एतत् उपयोक्त्रे भवतः कोडेन यत् इच्छति तत् कर्तुं अनुमतिं ददाति ।

source: A license with no conditions whatsoever which dedicates works to the public domain. Unlicensed works, modifications, and larger works may be distributed under different terms and without source code.
sa: एकं अनुज्ञापत्रं यस्य कस्यापि शर्ताः नास्ति यत् कार्याणि सार्वजनिकक्षेत्राय समर्पयति। अनुज्ञापत्रं विना कार्याणि, परिवर्तनानि, बृहत्तराणि कार्याणि च भिन्नशर्तैः स्रोतसङ्केतं विना च वितरितुं शक्यन्ते ।

source: Create a text file (typically named UNLICENSE or UNLICENSE.txt) in the root of your source code and copy the text of the license disclaimer into the file.
sa: स्वस्य स्रोतसङ्केतस्य मूलमध्ये पाठसञ्चिकां (सामान्यतया UNLICENSE अथवा UNLICENSE.txt इति नाम) रचयन्तु तथा च अनुज्ञापत्रस्य अस्वीकरणस्य पाठं सञ्चिकायां प्रतिलिख्यताम् ।

# @title
source: Licentia
sa: लाइसेंसिया

source: Choose a license for your project
sa: स्वस्य परियोजनायाः कृते अनुज्ञापत्रं चिनुत

source: © Felipe 2022
sa: © फेलिप 2022

# @info:credit
source: Felipe Kinoshita
sa: फेलिप किनोशिता

# @info:credit
source: Author
sa: लेखकः

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

# @menu
source: File
sa: सञ्चिका

# @menu-action
source: Quit
sa: परिजहातु

# @menu
source: Edit
sa: सम्पादन

# @menu-action
source: Copy license to clipboard
sa: अनुज्ञापत्रं क्लिप्बोर्ड् प्रति प्रतिलिख्यताम्

# @menu
source: Help
sa: साहाय्यम्‌

# @menu-action
source: Report Bug…
sa: बगस्य सूचनां ददातु...

# @menu-action
source: About Licentia
sa: लिसेन्शिया इत्यस्य विषये

source: About Licentia
sa: लिसेन्शिया इत्यस्य विषये

# About [License SPDX identifier]
source: About %1
sa: %1 इत्यस्य विषये

source: License Source
sa: अनुज्ञापत्रस्य स्रोतः

source: How to:
sa: कथं :

source: Permissions:
sa: अनुमतिः :

source: Conditions:
sa: दशावस्था:

source: (no conditions)
sa: (न शर्ताः)

source: Limitations:
sa: सीमाः :

source: (no limitations)
sa: (कोऽपि सीमाः नास्ति)

source: Projects using:
sa: उपयोगेन परियोजनानि :

source: Licentia
sa: लाइसेंसिया

source: Original License
sa: मूल अनुज्ञापत्र

source: Copy License to Clipboard (Ctrl+C)
sa: क्लिप्बोर्ड् (Ctrl+C) इत्यत्र अनुज्ञापत्रस्य प्रतिलिपिं कुर्वन्तु ।

source: About License
sa: अनुज्ञापत्रस्य विषये
