Repository: KDE/licentia
Catalog: po/*/licentia.po
Languages: ar, ca, ca@valencia, es, eu, fr, gl, hi, it, ka, ko, lv, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_tw

source: Commercial use
ar: الاستخدام التجاري
ca: Ús comercial
ca@valencia: Ús comercial
es: Uso comercial
eu: Erabilera komertziala
fr: Usage commercial
gl: Uso comercial
hi: व्यावसायिक उपयोग
it: Utilizzo commerciale
ka: კომერციული გამოყენება
ko: 상업적 사용
lv: Komerciālam lietojumam
nl: Commercieel gebruik
pl: Użytek komercyjny
pt: Uso comercial
pt_br: Uso comercial
sl: Komercialna raba
sv: Kommersiell användning
tr: Ticari kullanım
uk: Комерційне використання
zh_tw: 商業使用

source: The licensed material and derivatives may be used for commercial purposes.
ar: يمكن استخدام المادة المرخصة والمشتقات لأغراض تجارية.
ca: El material amb llicència i els derivats es poden utilitzar amb finalitats comercials.
ca@valencia: El material amb llicència i els derivats es poden utilitzar amb finalitats comercials.
es: El material licenciado y los derivados de él se pueden usar con fines comerciales.
eu: Lizentzia duen materiala eta haren eratorpenak helburu komertzialetarako erabil daitezke.
fr: Les œuvres et dérivées sous licence peuvent être utilisées pour des usages commerciaux.
gl: O material con esta licenza e derivado pode usarse para fins comerciais.
hi: लाइसेंस प्राप्त सामग्री और व्युत्पन्न का उपयोग वाणिज्यिक प्रयोजनों के लिए किया जा सकता है।
it: Il materiale concesso in licenza e i derivati possono essere utilizzati per scopi commerciali.
ka: ლიცენზირებული მასალა და მისგან ნაწარმები, შეიძლება, კომერციული მიზნებით იქნეს გამოყენებული.
ko: 라이선스된 작업물과 그 파생 작업물을 상업적 용도로 사용할 수 있습니다.
lv: Licencētos materiālus un no tā atvasinātos materiālus drīkst izmantot komerciāliem nolūkiem.
nl: Het material met licentie en afgeleiden mag voor commerciële doelen gebruikt worden.
pl: Elementy licencjonowane i pochodne mogą być wykorzystywane do celów komercyjnych.
pt: O material licenciado e os seus derivados podem ser usados para fins comerciais.
pt_br: O material licenciado e derivados podem ser usados ​​para fins comerciais.
sl: Gradivo, objavljeno pod tem dovoljenjem, in izvedeno gradivo je dovoljeno uporabljati v komercialne namene.
sv: Det licensierade materialet och derivaten får användas för kommersiella ändamål.
tr: Lisanslı materyal ve türevleri ticari amaçlarla kullanılabilir.
uk: Ліцензований матеріал і його похідні може бути використано з комерційною метою.
zh_tw: 授權的內容與其衍生著作可用於商業用途。

source: Modification
ar: التعديل
ca: Modificació
ca@valencia: Modificació
es: Modificación
eu: Aldaketa
gl: Modificación
hi: परिवर्तन
it: Modifica
ka: ცვლილება
ko: 수정
lv: Modifikācija
nl: Wijziging
pl: Zmiana
pt: Modificação
pt_br: Modificação
sl: Spreminjanje
sv: Ändring
tr: Değiştirme
uk: Зміна
zh_tw: 修改

source: The licensed material may be modified.
ar: يمكن تعديل المادة المرخصة.
ca: El material amb llicència es pot modificar.
ca@valencia: El material amb llicència es pot modificar.
es: El material licenciado se puede modificar.
eu: Lizentzia duen materiala alda daiteke.
fr: Les œuvres sous licence peuvent être modifiées.
gl: O material con esta licenza pode modificarse.
hi: लाइसेंस प्राप्त सामग्री को संशोधित किया जा सकता है।
it: Il materiale concesso in licenza può essere modificato.
ka: ლიცენზირებული მასალა შეიძლება შეიცვალოს.
ko: 라이선스된 작업물을 수정할 수 있습니다.
lv: Licencēto materiālu drīkst modificēt.
nl: Het material met licentie mag gewijzigd worden.
pl: Elementy licencjonowane mogą być zmieniane.
pt: O material licenciado pode ser modificado.
pt_br: O material licenciado pode ser modificado.
sl: Gradivo, objavljeno pod tem dovoljenjem, in izvedeno gradivo je dovoljeno spreminjati.
sv: Det licensierade materialet får ändras.
tr: Lisanslı materyal değiştirilebilir.
uk: До ліцензованого матеріалу можна вносити зміни.
zh_tw: 授權的內容可進行修改。

source: Distribution
ar: التوزيع
ca: Distribució
ca@valencia: Distribució
es: Distribución
eu: Banaketa
gl: Distribución
hi: वितरण
it: Distribuzione
ka: გავრცელება
ko: 배포
lv: Izplatīšana
nl: Distributie
pl: Rozpowszechnianie
pt: Distribuição
pt_br: Distribuição
sl: Razširjanje
tr: Dağıtma
uk: Поширення
zh_tw: 散布

source: The licensed material may be distributed.
ar: يمكن توزيع المادة المرخصة.
ca: El material amb llicència es pot distribuir.
ca@valencia: El material amb llicència es pot distribuir.
es: El material licenciado se puede distribuir.
eu: Lizentzia duen materiala banatu egin daiteke.
fr: Les œuvres sous licence peuvent être distribuées.
gl: O material con esta licenza pode distribuírse.
hi: लाइसेंस प्राप्त सामग्री वितरित की जा सकती है।
it: Il materiale concesso in licenza può essere distribuito.
ka: ლიცენზირებული მასალა შეიძლება გავრცელდეს.
ko: 라이선스된 작업물을 배포할 수 있습니다.
lv: Licencētos materiālus drīkst izplatīt tālāk.
nl: Het material met licentie mag gedistribueerd worden.
pl: Elementy licencjonowane mogą być rozpowszechniane.
pt: O material licenciado pode ser distribuído.
pt_br: O material licenciado pode ser distribuído.
sl: Gradivo, objavljeno pod tem dovoljenjem, in izvedeno gradivo je dovoljeno razširjati.
sv: Det licensierade materialet får distribueras.
tr: Lisanslı materyal dağıtılabilir.
uk: Ліцензований матеріал можна поширювати.
zh_tw: 授權的內容可進行散布。

source: Private use
ar: الاستخدام الخاص
ca: Ús privat
ca@valencia: Ús privat
es: Uso privado
eu: Erabilera pribatua
fr: Usage privé
gl: Uso privado
hi: निजी उपयोग
it: Utilizzo privato
ka: პირადი გამოყენებისთვის
ko: 사적 사용
lv: Privātai lietošanai
nl: Privaatgebruik
pl: Użytek prywatny
pt: Uso privado
pt_br: Uso privado
sl: Zasebna raba
sv: Privat användning
tr: Özel kullanım
uk: Особисте використання
zh_tw: 私下使用

source: The licensed material may be used and modified in private.
ar: يمكن استخدام وتعديل المادة المرخصة في الخاص.
ca: El material amb llicència es pot usar i modificar en privat.
ca@valencia: El material amb llicència es pot utilitzar i modificar en privat.
es: El material licenciado se puede usar y modificar en privado.
eu: Lizentzia duen materiala pribatuan erabil eta alda daiteke.
fr: Les œuvres sous licence peuvent être utilisées et modifiées dans le domaine privé.
gl: O material con esta licenza pode usarse e modificarse en privado.
hi: लाइसेंस प्राप्त सामग्री का निजी तौर पर उपयोग और संशोधन किया जा सकता है।
it: Il materiale concesso in licenza può essere utilizzato e modificato in privato.
ka: ლიცენზირებული მასალა, შეიძლება, გამოიყენოთ და შეცვალოთ კონფიდენციალურად.
ko: 라이선스된 작업물을 사적으로 사용 및 수정할 수 있습니다.
lv: Licencētos materiālus drīkst lietot un modificēt privāti.
nl: Het material met licentie mag privé gebruikt en gewijzigd worden.
pl: Elementy licencjonowane mogą być używane i zmieniane dla użytku prywatnego.
pt: O material licenciado pode ser usado e modificado em privado.
pt_br: O material licenciado pode ser usado e modificado em particular.
sl: Gradivo, objavljeno pod tem dovoljenjem, je dovoljeno uporabljati in spreminjati zasebno.
sv: Det licensierade materialet får användas och ändras privat.
tr: Lisanslı materyal özel olarak kullanılabilir ve değiştirilebilir.
uk: До ліцензованого матеріалу можна використовувати особисто і вносити зміни для особистого використання.
zh_tw: 授權的內容可私下使用或修改。

source: Patent use
ar: استخدام براءة الاختراع
ca: Ús de patents
ca@valencia: Ús de patents
es: Uso de patentes
eu: Patentearen erabilera
fr: Usage breveté
gl: Uso de patentes
hi: पेटेंट का उपयोग
it: Uso del brevetto
ka: პატენტის გამოყენება
ko: 특허 사용
lv: Patentu lietošana
nl: Gebruik van patenten
pl: Wykorzystanie patentu
pt: Uso de patentes
pt_br: Uso de patentes
sl: Raba patenta
sv: Patentanvändning
tr: Patent kullanımı
uk: Патентоване використання
zh_tw: 專利使用

source: The licensed provides and express grant of patent rights from contributors.
ar: يوفر الترخيص منحة صريحة لحقوق براءات الاختراع من المساهمين.
ca: El material llicenciat proporciona i atorga expressament drets de patents dels col·laboradors.
ca@valencia: El material amb llicència proporciona i atorga expressament drets de patents dels col·laboradors.
es: La licencia proporciona y otorga expresamente los derechos de patente de los contribuidores.
eu: Lizentziaren titularrak kolaboratzaileen patente eskubideak ematen eta berariaz aitortzen ditu.
fr: La licence fournit un accord formel des droits de brevets des contributeurs.
gl: A licenza concede explicitamente dereitos de patentes das persoas contribuidoras.
hi: लाइसेंसधारी योगदानकर्ताओं से पेटेंट अधिकारों का प्रावधान और स्पष्ट अनुदान प्रदान करता है।
it: La licenza fornisce ed esplicita concessione di diritti di brevetto da parte dei contributori.
ka: ლიცენზირებული უზრუნველყოფს და გამოხატავს პატენტის უფლებების მინიჭებას კონტრიბუტორებისგან.
ko: 라이선스된 작업물을 사용할 때 기여자로부터 특허 사용권을 부여받습니다.
lv: Licence sniedz atļauju dalībniekiem izmantot savas patentu tiesības.
nl: De licentie biedt en geeft toestemming voor gebruik van patentrechten van hen die bijdroegen.
pl: Licencja zapewnia wyraźne przyznanie praw patentowych od współtwórców.
pt: O licenciado fornece e expressa a cedência de direitos das patentes dos contribuintes.
pt_br: A licença fornece e concede expressamente direitos de patente dos contribuidores.
sl: Delo, izdano pod tem dovoljenjem, zagotavlja in izreka podelitev patentnih pravic avtorjev prispevkov.
sv: Den licensierade tillhandahåller och beviljar uttryckligen patenträttigheter från bidragsgivare.
tr: Lisanslı, katkıda bulunanlardan patent haklarının verilmesini sağlar ve açıklar.
uk: Ліцензований матеріал є патентованою власністю учасників розробки.
zh_tw: 授權的內容提供並表達貢獻者提供專利權。

source: License and copyright notice
ar: إشعار الترخيص وحقوق النشر
ca: Avís de llicència i copyright
ca@valencia: Avís de llicència i copyright
es: Aviso de licencia y derechos de autor
eu: Lizentzia eta egile eskubideen oharra
fr: Note de licence et de droit d'auteur
gl: Licenza e nota de dereito de copia
hi: लाइसेंस और कॉपीराइट नोटिस
it: Licenza e avviso di copyright
ka: ლიცენზიისა და საავტორო უფლებების შეტყობინება
ko: 라이선스 및 저작권 공지
lv: Licence un autortiesību paziņojums
nl: Licentie en auteursrechtvermelding
pl: Informacja o licencji i prawach autorskich
pt: Licença e aviso de direitos de cópia
pt_br: Aviso de licença e direitos autorais
sl: Obvestilo o dovoljenju in avtorskih pravicah
sv: Licens och copyrightmeddelande
tr: Lisans ve telif hakkı bildirimi
uk: Умови ліцензування та авторські права
zh_tw: 授權條款與著作權聲明

source: State changes
ar: اذكر التغييرات
ca: Canvis de condicions
ca@valencia: Canvis de condicions
es: Cambios de estado
eu: Egoera aldaketak
fr: Changement d'état
gl: Cambios de estado
hi: राज्य परिवर्तन
it: Cambiamenti di stato
ka: მდგომარეობის ცვლილებები
ko: 변경 사항 명시
lv: Jānorāda izmaiņas
nl: Wijzigingen in status
pl: Dokonywanie zmian
pt: Mudanças do estado
pt_br: Mudanças de estado
sl: Spremembe stanj
sv: Tillståndsändringar
tr: Durum değişiklikleri
uk: Зміни стану
zh_tw: 表示變更處

source: Changes made to the licensed material must be documented.
ar: يجب توثيق التغييرات التي أُجريَت على المادة المرخصة.
ca: Els canvis efectuats al material amb llicència cal que es documentin.
ca@valencia: Els canvis efectuats al material amb llicència cal que es documenten.
es: Los cambios realizados en el material licenciado se deben documentar.
eu: Lizentziatutako materialari eginiko aldaketak dokumentatu beharra dago.
fr: Les changements apportés aux œuvres sous licences doivent être documentés.
gl: Os cambios que se realicen no material coa licenza deben documentarse.
hi: लाइसेंस प्राप्त सामग्री में किये गये परिवर्तनों का दस्तावेजीकरण किया जाना चाहिए।
it: Le modifiche apportate al materiale concesso in licenza devono essere documentate.
ka: ლიცენზირებულ მასალაში განხორციელებული ცვლილებები უნდა იყოს დოკუმენტირებული.
ko: 라이선스된 작업물의 변경 사항을 문서화해야 합니다.
lv: Izmaiņas licencētajā materiālā ir jādokumentē.
nl: Gemaakte wijzigingen in het material met licentie moet gedocumenteerd worden.
pl: Zmiany dokonane na elementach licencjonowanych muszą zostać udokumentowane.
pt: As alterações feitas ao material licenciado deverão estar documentadas.
pt_br: Alterações feitas no material licenciado devem ser documentadas.
sl: Spremembe gradiva, objavljenega pod tem dovoljenjem, morajo biti dokumentirane.
sv: Ändringar som görs i det licensierade materialet måste dokumenteras.
tr: Lisanslı malzemede yapılan değişiklikler belgelenmelidir.
uk: Зміни у ліцензованому матеріалі має бути документовано.
zh_tw: 必須寫明對於授權的內容進行的修改。

source: Disclose source
ar: اكشف المصدر
ca: Divulgar el codi font
ca@valencia: Divulgar el codi font
es: Divulgación del código fuente
eu: Sorburua zabaltzea
fr: Divulgation des sources
gl: Revelación da fonte
hi: स्रोत बताएं
it: Rilascio dei sorgenti
ka: წყაროს გამოჩენა
ko: 소스 공개
lv: Jāatklāj pirmkods
nl: Broncode vrijgeven
pl: Ujawnienie źródła
pt: Divulgação do código
pt_br: Divulgar fonte
sl: Razkritje izvorne kode
sv: Avslöja källkod
tr: Kaynağı ifşa et
uk: Розкриття початкового коду
zh_tw: 提供原始碼

source: Source code must be made available when the licensed material is distributed.
ar: يجب إتاحة شيفرة المصدر عند توزيع المادة المرخصة.
ca: Cal fer disponible el codi font quan es distribueixi el material amb llicència.
ca@valencia: Cal fer disponible el codi font quan es distribuïsca el material amb llicència.
es: El código fuente debe estar disponible cuando se distribuya el material licenciado.
eu: Sorburu-kodeak eskuragarri egon behar du lizentziatutako materiala banatzen denean.
fr: Le code source doit être mis à disposition quand les œuvres sous licence sont distribuées.
gl: O código fonte debe poñerse a disposición pública cando se distribúa o material coa licenza.
hi: लाइसेंस प्राप्त सामग्री वितरित करते समय स्रोत कोड उपलब्ध कराया जाना चाहिए।
it: Il codice sorgente deve essere reso disponibile al momento della distribuzione del materiale concesso in licenza.
ka: წყაროს კოდი ხელმისაწვდომი უნდა იყოს ლიცენზირებული მასალის გავრცელებისას.
ko: 라이선스된 작업물을 배포할 때 소스 코드를 공개해야 합니다.
lv: Pirmkodam jābūt pieejamam kopā ar izplatītu licencēto materiālu.
nl: Broncode moet beschikbaar worden gemaakt wanneer het materiaal met licentie gedistribueerd wordt.
pl: Kod źródłowy musi być udostępniony podczas rozpowszechniania licencjonowanych elementów.
pt: O código-fonte deverá ser disponibilizado quando o material licenciado foi distribuído.
pt_br: O código-fonte deve ser disponibilizado quando o material licenciado for distribuído.
sl: Izvorna koda mora biti na voljo, ko se razširja gradivo, objavljeno pod tem dovoljenjem.
sv: Källkoden måste göras tillgänglig när det licensierade materialet distribueras.
tr: Lisanslı materyal dağıtıldığında kaynak kodu kullanılabilir hale getirilmelidir.
uk: При поширенні ліцензованого матеріалу має бути забезпечено доступу до початкового коду.
zh_tw: 將授權的內容散布時必須提供原始碼。

source: Network use is distribution
ar: استخدام الشبكة هو توزيع
ca: L'ús de les xarxes és la distribució
ca@valencia: L'ús de les xarxes és la distribució
es: El uso de la red es distribución
eu: Sarearen erabilera banaketa da
fr: L'utilisation du réseau est la distribution
gl: O uso na rede é distribución
hi: नेटवर्क उपयोग वितरण है
it: L'uso della rete è la distribuzione
ka: ქსელური გამოყენება გავრცელებაა
ko: 네트워크 사용을 배포로 간주
lv: Lietojums tīklā nozīmē izplatīšanu
nl: Gebruik van netwerk is distributie
pl: Korzystanie z sieci jest rozpowszechnianiem
pt: O uso da rede é a distribuição
pt_br: O uso da rede é distribuição
sl: Uporaba v omrežju velja za razširjanje
sv: Nätverksanvändning är distribution
tr: Ağ üzerinden kullanım, dağıtımdır
uk: Використання у мережі є поширенням
zh_tw: 網路使用視為散布

source: Users who interact with the licensed material via network are given the right to receive a copy of the source code.
ar: يمنح المستخدمون الذين يتفاعلون مع المادة المرخصة عبر الشبكة الحق في الحصول على نسخة من شيفرة المصدر.
ca: Els usuaris que interactuen amb el material amb llicència a través de les xarxes tenen el dret de rebre una còpia del codi font.
ca@valencia: Els usuaris que interactuen amb el material amb llicència a través de les xarxes tenen el dret de rebre una còpia del codi font.
es: Los usuarios que interactúan con el material licenciado a través de la red tienen derecho a recibir una copia del código fuente.
eu: Lizentziatutako materialarekin sare bidez elkar eragiten duten erabiltzaileei sorburu-kodearen kopia bat jasotzeko eskubide aitortzen zaie.
fr: Les utilisateurs qui interagissent via le réseau avec l'œuvre sour licence reçoivent le droit d'obtenir une copie du code source.
gl: As persoas usuarias que interactúen co material que ten a licenza por unha rede teñen dereito a recibir unha copia do código fonte.
hi: नेटवर्क के माध्यम से लाइसेंस प्राप्त सामग्री के साथ इंटरैक्ट करने वाले उपयोगकर्ताओं को स्रोत कोड की एक प्रति प्राप्त करने का अधिकार दिया जाता है।
it: Gli utenti che interagiscono via rete con il materiale concesso in licenza hanno diritto a ricevere una copia del codice sorgente.
ka: მომხმარებლები, რომლებიც ურთიერთობენ ლიცენზირებულ მასალასთან ქსელით, აქვთ უფლება, წყარო კოდის ასლი მიიღონ.
ko: 라이선스된 저작물을 네트워크를 통해서 사용할 때 해당 사용자는 소스 코드 사본을 받을 수 있는 권리를 부여받습니다.
lv: Lietotājiem, kuri ar licencēto materiālu saskaras caur tīklu, ir tiesības iegūt pirmkoda kopiju.
nl: Gebruikers die werken met het materiaal met licentie via een netwerk is het recht gegeven om een kopie van de broncode te ontvangen.
pl: Użytkownicy, którzy mają kontakt z elementami licencjonowanymi, za pośrednictwem sieci, mają prawo do otrzymania kopii kodu źródłowego.
pt: Os utilizadores que interagem com o material licenciado pela rede têm o direito de receber uma cópia do código-fonte.
pt_br: Os usuários que interagem com o material licenciado via rede têm o direito de receber uma cópia do código-fonte.
sl: Uporabniki, ki so prek omrežja v interakciji z gradivom, objavljenim pod tem dovoljenjem, imajo pravico prejeti kopijo izvorne kode.
sv: Användare som interagerar med det licensierade materialet via nätverk ges rätt att få en kopia av källkoden.
tr: Ağ üzerinden lisanslı materyalle etkileşime giren kullanıcılara kaynak kodunun bir kopyasını alma hakkı verilir.
uk: Користувачам, які взаємодіють із ліцензованим матеріалом за допомогою мережі, надається право отримати копію початкового коду.
zh_tw: 透過網路與授權的內容互動的使用者也有權取得原始碼副複本。

source: Same license
ar: الترخيص نفسه
ca: La mateixa llicència
ca@valencia: La mateixa llicència
es: Misma licencia
eu: Lizentzia bera
fr: Licence identique
gl: Mesma licenza
hi: वही लाइसेंस
it: Stessa licenza
ka: იგივე ლიცენზია
ko: 같은 라이선스
lv: Tāda pati licence
nl: Zelfde licentie
pl: Taka sama licencja
pt: Mesma licença
pt_br: Mesma licença
sl: Isto dovoljenje
sv: Samma licens
tr: Aynı lisans
uk: Збереження ліцензування
zh_tw: 相同授權條款

source: Modifications must be released under the same license when distributing the licensed material. In some cases a similar or related license may be used.
ar: يجب إصدار التعديلات بموجب الترخيص نفسه عند توزيع المادة المرخصة. في بعض الحالات، يمكن استخدام ترخيص مماثل أو ذي صلة.
ca: Les modificacions s'han de publicar amb la mateixa llicència amb la qual es distribueix el material amb llicència. En alguns casos es pot utilitzar una llicència semblant o relacionada.
ca@valencia: Les modificacions s'han de publicar amb la mateixa llicència amb la qual es distribuïx el material amb llicència. En alguns casos es pot utilitzar una llicència pareixent o relacionada.
es: Las modificaciones se deben publicar bajo la misma licencia al distribuir el material licenciado. En algunos casos se puede usar una licencia similar o relacionada.
eu: Lizentziatutako materiala banatzean aldaketak, aldaketak, lizentzia berarekin askatu behar dira. Kasu batzuetan antzeko edo erlazionatutako lizentzia bat erabil liteke.
fr: Les modifications doivent être distribuées avec la même licence lors de la distribution de l'œuvre sous licence. Dans certains cas, une licence similaire ou reliée peut être utilisée.
gl: As modificacións deben publicarse coa mesma licenza cando se distribúa o material coa licenza. En algúns casos pode permitirse unha licenza similar ou relacionada.
hi: लाइसेंस प्राप्त सामग्री वितरित करते समय संशोधनों को उसी लाइसेंस के तहत जारी किया जाना चाहिए। कुछ मामलों में समान या संबंधित लाइसेंस का उपयोग किया जा सकता है।
it: Le modifiche devono essere rilasciate con la stessa licenza al momento della distribuzione del materiale concesso in licenza. In alcuni casi può essere utilizzata una licenza simile o correlata.
ka: ლიცენზირებული მასალის გავრცელებისას მასში შეტანილი ცვლილებები იგივე ლიცენზიით უნდა ვრცელდებოდეს. ზოგიერთ შემთხვევაში მსგავსი, ან დაკავშირებული ლიცენზია შეგიძლიათ, გამოიყენოთ.
ko: 수정된 부분은 라이선스된 저작물과 같은 라이선스로 배포되어야 합니다. 일부 경우에는 비슷하거나 연관된 라이선스를 사용할 수도 있습니다.
lv: Modificētu licencēto materiālu tālāk drīkst izplatīt tikai ar tādu pašu licenci. Dažos gadījumos ir iespējams izmantot līdzīgu vai saistītu licenci.
nl: Wijzigingen moeten vrijgegeven worden onder dezelfde licentie bij distributie van het materiaal met licentie. In sommige gevallen mag een soortgelijk of gerelateerde licentie gebruikt worden.
pl: Zmiany muszą być wydane na zasadach takiej samej licencji podczas rozpowszechniania elementów licencjonowanych . W niektórych przypadkach może być użyta podobna lub pokrewna licencja.
pt: As modificações deverão ser lançadas segundo a mesma licença que a do material licenciado. Em alguns casos, poderá usar uma licença semelhante ou relacionada.
pt_br: As modificações devem ser lançadas sob a mesma licença ao distribuir o material licenciado. Em alguns casos, uma licença semelhante ou relacionada pode ser usada.
sl: Spremembe morajo biti objavljene pod istim dovoljenjem pri razširjanju gradiva, objavljeno pod tem dovoljenjem. V nekaterih primerih se lahko uporabi podobno ali sorodno dovoljenje.
sv: Ändringar måste ges ut under samma licens när det licensierade materialet distribueras. I vissa fall kan en liknande eller relaterad licens användas.
tr: Lisanslı malzeme dağıtılırken değişiklikler aynı lisans altında yayımlanmalıdır. Bazı durumlarda benzer veya ilgili bir lisans kullanılabilir.
uk: Змінені версії має бути випущено за дотримання тих самих умов ліцензування при розповсюдженні ліцензованого матеріалу. У деяких випадках може бути використано подібні або пов'язані умови ліцензування.
zh_tw: 散布授權的內容的時候修改部分必須以相同的授權條款釋出。有些時候可以使用類似或相關的授權條款。

source: Same license (library)
ar: الترخيص نفسه (المكتبة)
ca: La mateixa llicència (biblioteca)
ca@valencia: La mateixa llicència (biblioteca)
es: Misma licencia (biblioteca)
eu: Lizentzia bera (liburutegia)
fr: Licence identique (bibliothèque)
gl: Mesma licenza (biblioteca)
hi: समान लाइसेंस (लाइब्रेरी)
it: Stessa licenza (libreria)
ka: იგივე ლიცენზია (ბიბლიოთეკა)
ko: 같은 라이선스(라이브러리)
lv: Tāda pati licence (bibliotēka)
nl: Zelfde licentie (bibliotheek)
pl: Ta sama licencja (biblioteka)
pt: Mesma licença (biblioteca)
pt_br: Mesma licença (biblioteca)
sl: Isto dovoljenje (knjižnica)
sv: Samma licens (bibliotek)
tr: Aynı lisans (kitaplık)
uk: Збереження ліцензування (бібліотека)
zh_tw: 相同授權條款（函式庫）
