Repository: KDE/licentia
Catalog: po/*/licentia.po
Languages: ar, ca, ca@valencia, es, eu, fr, gl, hi, it, ka, ko, lv, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_tw

# @menu-action
source: Copy license to clipboard
ar: انسخ الترخيص إلى الحافظة
ca: Copia la llicència al porta-retalls
ca@valencia: Copia la llicència a dins del porta-retalls
es: Copiar licencia en el portapapeles
eu: Lizentzia arbelera kopiatu
fr: Copier une licence dans le presse-papier
gl: Copiar a licenza no portapapeis
hi: लाइसेंस को क्लिपबोर्ड पर कॉपी करें
it: Copia la licenza negli appunti
ka: ლიცენზის ბუფერში კოპირება
ko: 클립보드에 라이선스 복사
lv: Kopēt licenci starpliktuvē
nl: Licentie naar klembord kopiëren
pl: Skopiuj licencję do schowka
pt: Copiar a licença para a área de transferência
pt_br: Copiar licença para a área de transferência
sl: Kopiraj dovoljenje na odložišče
sv: Kopiera licens till klippbordet
tr: Lisansı panoya kopyala
uk: Копіювати умови ліцензування до буфера обміну даними
zh_tw: 將授權條款複製到剪貼簿

# @menu
source: Help
ar: مساعدة
ca: Ajuda
ca@valencia: Ajuda
es: Ayuda
eu: Laguntza
fr: Aide
gl: Axuda
hi: मदद
it: Aiuto
ka: დახმარება
ko: 도움말
lv: Palīdzība
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
sl: Pomoč
sv: Hjälp
tr: Yardım
uk: Довідка
zh_tw: 說明

# @menu-action
source: Report Bug…
ar: أبلغ عن علة...
ca: Informeu d'un error…
ca@valencia: Informeu d'un error…
es: Informar de fallo...
eu: Eman akats baten berri...
fr: Signaler un bogue…
gl: Informar dun fallo…
hi: रिपोर्ट बग…
it: Segnala bug…
ka: შეცდომის ანგარიში…
ko: 버그 보고…
lv: Ziņot par kļūdu…
nl: Bug rapporteren…
pl: Zgłoś błąd…
pt: Comunicar um Erro…
pt_br: Relatar erro…
sl: Poročajte o napaki …
sv: Rapportera fel…
tr: Hata Bildir…
uk: Надіслати звіт про помилку…
zh_tw: 回報問題…

# @menu-action
source: About Licentia
ar: حول ليسينتيا
ca: Quant al Licentia
ca@valencia: Quant a Licentia
es: Acerca de Licentia
eu: «Licentia»ri buruz
fr: À propos de Licentia
gl: Sobre Licentia
hi: लाइसेंस के बारे में
it: Informazioni su Licentia
ka: Licentia-ის შესახებ
ko: Licentia 정보
lv: Par „Licentia“
nl: Info over Licentia
pl: O programie Licentia
pt: Acerca do Licentia
pt_br: Sobre o Licentia
sl: O programu Licentia
sv: Om Licentia
tr: Licentia Hakkında
uk: Про Licentia
zh_tw: 關於 Licentia

source: About Licentia
ar: حول ليسينتيا
ca: Quant al Licentia
ca@valencia: Quant a Licentia
es: Acerca de Licentia
eu: «Licentia»ri buruz
fr: À propos de Licentia
gl: Sobre Licentia
hi: लाइसेंस के बारे में
it: Informazioni su Licentia
ka: Licentia-ის შესახებ
ko: Licentia 정보
lv: Par „Licentia“
nl: Info over Licentia
pl: O programie Licentia
pt: Acerca do Licentia
pt_br: Sobre o Licentia
sl: O programu Licentia
sv: Om Licentia
tr: Licentia Hakkında
uk: Про Licentia
zh_tw: 關於 Licentia

# About [License SPDX identifier]
source: About %1
ar: حول %1
ca: Quant a %1
ca@valencia: Quant a %1
es: Acerca de %1
eu: %1(e)ri buruz
fr: À propos de %1
gl: Sobre %1
hi: लगभग %1
it: Informazioni su %1
ka: %1-ის შესახებ
ko: %1 정보
lv: Par „%1“
nl: Info over %1
pl: Na temat %1
pt: Acerca do %1
pt_br: Sobre %1
sl: O %1
sv: Om %1
tr: %1 Hakkında
uk: Про %1
zh_tw: 關於 %1

source: License Source
ar: مصدر الترخيص
ca: Llicència del codi font
ca@valencia: Llicència del codi font
es: Fuente de la licencia
eu: Lizentziaren sorburua
fr: Source de licences
gl: Fonte da licenza
hi: लाइसेंस स्रोत
it: Fonte della licenza
ka: კოდის ლიცენზია
ko: 라이선스 소스
lv: Licences avots
nl: Licentie van broncode
pl: Źródło licencji
pt: Origem da Licença
pt_br: Origem da licença
sl: Vir besedila dovoljenja
sv: Licenskälla
tr: Lisans Kaynağı
uk: Початковий текст умов ліцензування
zh_tw: 授權條款來源

source: How to:
ar: كيفية:
ca: Com:
ca@valencia: Com:
es: Cómo:
eu: Nola:
fr: Comment :
gl: Instrucións:
hi: कैसे करें:
it: Come fare:
ka: როგორ:
ko: 방법:
lv: Kā:
nl: Hoe te doen:
pl: Jak:
pt: Como:
pt_br: Como fazer:
sl: Kako:
sv: Hur:
tr: Nasıl:
uk: Рецепти:
zh_tw: 使用方式：

source: Permissions:
ar: الأذونات:
ca: Permisos:
ca@valencia: Permisos:
es: Permisos:
eu: Baimenak:
fr: Droits d'accès :
gl: Permisos:
hi: अनुमतियाँ:
it: Permessi:
ka: ნებართვები:
ko: 권한:
lv: Atļaujas:
nl: Toegangsrechten:
pl: Pozwolenia:
pt: Permissões:
pt_br: Permissões:
sl: Dovoljenja:
sv: Rättigheter:
tr: İzinler:
uk: Права доступу:
zh_tw: 權利：

source: Conditions:
ar: الشروط:
ca: Condicions:
ca@valencia: Condicions:
es: Condiciones:
eu: Baldintzak:
gl: Condicións:
hi: स्थितियाँ:
it: Condizioni:
ka: პირობები:
ko: 조건:
lv: Nosacījumi:
nl: Bepalingen:
pl: Warunki:
pt: Condições:
pt_br: Condições:
sl: Pogoji:
sv: Villkor:
tr: Koşullar:
uk: Погодні умови:
zh_tw: 條件：

source: (no conditions)
ar: (لا شروط)
ca: (sense cap condició)
ca@valencia: (sense cap condició)
es: (no hay condiciones)
eu: (baldintzarik ez)
fr: (Aucune condition)
gl: (sen condicións)
hi: (कोई शर्त नहीं)
it: (nessuna condizione)
ka: (პირობების გარეშე)
ko: (조건 없음)
lv: (bez nosacījumiem)
nl: (geen bepalingen)
pl: (bez warunków)
pt: (sem condições)
pt_br: (sem condições)
sl: (brez pogojev)
sv: (inga villkor)
tr: (koşul yok)
uk: (немає умов)
zh_tw: （無條件）

source: Limitations:
ar: القيود:
ca: Limitacions:
ca@valencia: Limitacions:
es: Limitaciones:
eu: Mugak:
gl: Limitacións:
hi: सीमाएँ:
it: Limitazioni:
ka: ლიმიტები:
ko: 제한:
lv: Ierobežojumi:
nl: Beperkingen:
pl: Ograniczenia:
pt: Limitações:
pt_br: Limitações:
sl: Omejitve:
sv: Begränsningar:
tr: Sınırlamalar:
uk: Обмеження:
zh_tw: 限制：

source: (no limitations)
ar: (لا قيود)
ca: (sense cap limitació)
ca@valencia: (sense cap limitació)
es: (no hay limitaciones)
eu: (mugarik ez)
fr: (Aucune restriction)
gl: (sen limitacións)
hi: (कोई सीमा नहीं)
it: (nessuna limitazione)
ka: (შეზღუდვების გარეშე)
ko: (제한 없음)
lv: (bez ierobežojumiem)
nl: (geen beperkingen)
pl: (bez ograniczeń)
pt: (sem limitações)
pt_br: (sem limitações)
sl: (brez omejitev)
sv: (inga begränsningar)
tr: (sınırlama yok)
uk: (немає обмежень)
zh_tw: （無限制）

source: Projects using:
ar: المشاريع التي تستخدم:
ca: Projectes que l'usen:
ca@valencia: Projectes que l'utilitzen:
es: Proyectos que la usan:
eu: Erabiltzen duten proiektuak:
fr: Projets utilisant :
gl: Proxectos que a usan:
hi: परियोजनाएं जिनका उपयोग किया जा रहा है:
it: Progetti che utilizzano:
ka: პროექტები იყენებენ:
ko: 사용하는 프로젝트:
lv: Projekti, kas to lieto:
nl: Projecten die gebruiken:
pl: Projekty z wykorzystaniem:
pt: Projectos que usam:
pt_br: Projetos usado:
sl: Projekti, ki uporabljajo:
sv: Projekt som använder:
tr: Kullanan projeler:
uk: Використання проєктів:
zh_tw: 使用的專案：

source: Licentia
ar: ليسينتيا
hi: लाइसेंस

source: Original License
ar: الترخيص الأصلي
ca: Llicència original
ca@valencia: Llicència original
es: Licencia original
eu: Jatorrizko lizentzia
fr: Licence originelle
gl: Licenza orixinal
hi: मूल लाइसेंस
it: Licenza originale
ka: ორიგინალური ლიცენზია
ko: 원본 라이선스
lv: Oriģinālā licence
nl: Oorspronkelijke licentie
pl: Licencja oryginalna
pt: Licença Original
pt_br: Licença original
sl: Izvorno dovoljenje
sv: Originallicens
tr: Özgün Lisans
uk: Початкові умови ліцензування
zh_tw: 原始授權

source: Copy License to Clipboard (Ctrl+C)
ar: انسخ الترخيص إلى الحافظة (Ctrl+C)
ca: Copia la llicència al porta-retalls (Ctrl+C)
ca@valencia: Copia la llicència a dins del porta-retalls («Ctrl+C»)
es: Copiar licencia en el portapapeles (Ctrl+C)
eu: Lizentzia arbelera kopiatu (Ktrl+C)
fr: Copier une licence dans le presse-papier ( « CTRL » + « C »)
gl: Copiar a licenza no portapapeis (Ctrl+C)
hi: लाइसेंस को क्लिपबोर्ड पर कॉपी करें (Ctrl+C)
it: Copia la licenza negli appunti (Ctrl+C)
ka: ლიცენზის ბუფერში კოპირება (Ctrl+C)
ko: 클립보드에 라이선스 복사 (Ctrl+C)
lv: Kopēt licenci starpliktuvē (Ctrl+C)
nl: Licentie naar klembord kopiëren (Ctrl+C)
pl: Skopiuj licencję do schowka (Ctrl+C)
pt: Copiar a Licença para a Área de Transferência (Ctrl+C)
pt_br: Copiar licença para a área de transferência (Ctrl+C)
sl: Kopiraj dovoljenje na odložišče (krmilka+C)
sv: Kopiera licens till klippbordet (Ctrl+C)
tr: Lisansı Panoya Kopyala (Ctrl+C)
uk: Копіювати умови ліцензування до буфера (Ctrl+C)
zh_tw: 將授權條款複製到剪貼簿 (Ctrl+C)

source: About License
ar: حول الترخيص
ca: Quant a la llicència
ca@valencia: Quant a la llicència
es: Acerca de la licencia
eu: Lizentziari buruz
fr: À propos de cette licence
gl: Sobre a Licenza
hi: लाइसेंस के बारे में
it: Informazioni sulla licenza
ka: ლიცენზიის შესახებ
ko: 라이선스 정보
lv: Par licenci
nl: Info over License
pl: O licencji
pt: Acerca da Licença
pt_br: Sobre a Licença
sl: O dovoljenju
sv: Om Licens
tr: Lisans Hakkında
uk: Про умови ліцензування
zh_tw: 關於授權條款
