Repository: KDE/licentia
Catalog: po/*/licentia.po
Languages: ar, ca, ca@valencia, es, eu, fr, gl, hi, it, ka, ko, lv, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_tw

source: A permissive license similar to the BSD 2-Clause License, but with a 3rd clause that prohibits others from using the name of the project or its contributors to promote derived products without written consent.
ar: ترخيص متسامح مشابه لترخيص BSD 2-Clause، ولكن مع شرط ثالث يحظر على الآخرين استخدام اسم المشروع أو مساهميه للترويج للمنتجات المشتقة دون موافقة كتابية.
ca: Una llicència permissiva similar a la llicència BSD de 2 clàusules, però amb una tercera clàusula que prohibeix als altres utilitzar el nom del projecte o els seus col·laboradors per a promocionar productes derivats sense un consentiment escrit.
ca@valencia: Una llicència permissiva similar a la llicència BSD de 2 clàusules, però amb una tercera clàusula que prohibix als altres utilitzar el nom del projecte o els seus col·laboradors per a promocionar productes derivats sense un consentiment escrit.
es: Una licencia permisiva similar a la licencia BSD 2-Clause, pero con una tercera cláusula que prohíbe a otros usar el nombre del proyecto o de sus contribuidores para promocionar productos derivados sin consentimiento por escrito.
eu: Lizentzia permisibo bat da, «BSD 2-Clause» lizentziaren antzekoa, baina beste batzuek, idatzizko baimenik gabe, eratorritako produktuak sustatzeko, proiektuaren izena edo haren parte-hartzaileena erabiltzea debekatzen duen 3. klausula batekin.
fr: Une licence permissive similaire à la licence « BSD 2-Clause », mais avec une troisième clause interdisant à d'autres d'utiliser le nom du projet ou de ses contributeurs pour promouvoir les produits dérivés sans consentement écrit.
gl: Unha licenza permisiva similar á BSD de 2 cláusulas, pero cunha cláusula adicional que prohibe usar o nome do proxecto ou das persoas colaboradoras para promover produtos derivados sen previo consentimento por escrito.
hi: बीएसडी 2-क्लॉज लाइसेंस के समान एक अनुमेय लाइसेंस, लेकिन एक तीसरे खंड के साथ जो लिखित सहमति के बिना व्युत्पन्न उत्पादों को बढ़ावा देने के लिए परियोजना या उसके योगदानकर्ताओं के नाम का उपयोग करने से दूसरों को रोकता है।
it: Una licenza permissiva simile alla Licenza BSD 2-Clause, ma con una terza clausola che vieta ad altri di utilizzare il nome del progetto o dei suoi contributori per promuovere prodotti derivati senza consenso scritto.
ko: BSD 2조항(2-Clause) 라이선스와 비슷한 허용적 라이선스이지만, 명시적인 동의 없이 프로젝트의 이름이나 그 기여자 목록을 파생 저작물의 홍보에 사용하는 것을 금지하는 세 번째 조항이 있습니다.
lv: Liberāla licence, kas ir līdzīga „BSD 2-Clause“ licencei, bet satur trešo noteikumu, kas aizliedz bez rakstveida atļaujas citiem lietot projekta nosaukumu vai tā dalībniekus, lai reklamētu atvasinātos produktus.
nl: Een toegefelijke licentie, gelijkend op the BSD 2-Clause licentie, maar met een derde bepaling die het gebruik verbiedt van de naam van het project of zijn makers om afgeleide producten te promoten zonder geschreven toestemming.
pl: Licencja słaba podobna do licencji 2-klauzulowej BSD, ale z trzecią klauzulą, która zabrania innym używania nazwy projektu lub jego współtwórców do promowania produktów pochodnych bez pisemnej zgody.
pt: Uma licença permissiva e semelhante à BSD de 2 Cláusulas, mas com uma 3a cláusula que proíbe os outros de usar o nome do projecto ou os seus contribuintes para promover produtos derivados sem um consentimento escrito.
pt_br: Uma licença permissiva semelhante à Licença BSD de 2 Cláusulas, mas com uma 3ª cláusula que proíbe terceiros de usar o nome do projeto ou de seus contribuidores para promover produtos derivados sem consentimento por escrito.
sl: Permisivno dovoljenje, podobno dovoljenju BSD 2-Clause, vendar s 3. klavzulo, ki drugim prepoveduje rabo imena projekta ali njegovih avtorjev prispevkov, s čimer podpira izvedene izdelke brez pisne privolitve.
sv: En tolerant licens som liknar BSD 2-Clause-licensen, men med en tredje klausul som förbjuder andra att använda namnet på projektet eller dess bidragsgivare för att marknadsföra härledda produkter utan skriftligt medgivande.
tr: BSD 2-Clause Lisansına benzer, ancak başkalarının projenin veya katkıda bulunanların türetilmiş ürünleri yazılı izin olmadan tanıtmasını yasaklayan bir 3. maddeye sahip izin veren bir lisans.
uk: Нестрогі умови ліцензування, які подібні до умов ліцензування BSD із двома пунктами, але із третім пунктом, який забороняє іншим використовувати назву проєкту або імена його авторів для просування похідних продуктів без письмової згоди.

source: A variant of the BSD 3-Clause License that explicitly does not grant any patent rights.
ar: متغير من ترخيص BSD 3-Clause ينص صراحةً على أنه لا يمنح أي حقوق براءات اختراع.
ca: Una variant de la llicència BSD de 3 clàusules que explícitament no atorga cap dret de patent.
ca@valencia: Una variant de la llicència BSD de 3 clàusules que explícitament no atorga cap dret de patent.
es: Una variante de la licencia BSD 3-Clause que explícitamente no otorga ningún derecho de patente.
eu: «BSD 3-Clause» lizentziaren aldaera bat da, patente-eskubideen inolako aitortza egiten ez duena, esplizituki.
fr: Une variante de la licence « BSD 3-Clause » n'accordant explicitement aucun droit de brevets.
gl: Unha variante da licenza BSD de 3 cláusulas que explicitamente non concede dereitos de patentes.
hi: बीएसडी 3-क्लॉज लाइसेंस का एक प्रकार जो स्पष्ट रूप से कोई पेटेंट अधिकार प्रदान नहीं करता है।
it: Una variante della Licenza BSD 3-Clause che non concede esplicitamente alcun diritto di brevetto.
ka: BSD 3-პუნქტიანი ლიცენზიის ვარიანტი, რომელიც არ იძლევა აშკარად არანაირ უფლებებს პატენტებზე.
ko: 명시적으로 특허권을 허가하지 않는 BSD 3조항(3-Clause) 라이선스의 파생형입니다.
lv: „BSD-3 Clause“ licences variants, kas īpaši norāda, ka nepiešķir nekādas patentu tiesības.
nl: Een variant van de BSD 3-Clause licentie die expliciet geen patentrechten geeft.
pl: Odmiana licencji 3-klauzulowej BSD, która wyraźnie nie przyznaje żadnych praw patentowych.
pt: Uma variante da licença BSD de 3 Cláusulas que explicitamente não concede quaisquer direitos de patentes.
pt_br: Uma variante da Licença BSD de 3 Cláusulas que explicitamente não concede nenhum direito de patente.
sl: Različica dovoljenja BSD 3-Clause, ki izrecno ne podeli nobenih patentnih pravic.
sv: En variant av BSD 3-Clause-licensen som uttryckligen inte ger några patenträttigheter.
tr: BSD 3-Clause Lisansının herhangi bir patent hakkı vermeyen bir çeşidi.
uk: Варіант умов ліцензування BSD із трьома пунктами, який явно вказує, що жодні патентні права не надаються.

source: A permissive license similar to the BSD 3-Clause License, but with an "advertising clause" that requires an acknowledgment of the original source in all advertising material.
ar: ترخيص متسامح مشابه لترخيص BSD 3-Clause، ولكن مع "شرط إعلاني" يتطلب إقرارًا بالمصدر الأصلي في جميع المواد الإعلانية.
ca: Una llicència permissiva similar a la llicència BSD de 3 clàusules, però amb una «clàusula de publicitat» que requereix un reconeixement del codi font original en tot el material publicitari.
ca@valencia: Una llicència permissiva similar a la llicència BSD de 3 clàusules, però amb una «clàusula de publicitat» que requerix un reconeixement del codi font original en tot el material publicitari.
es: Una licencia permisiva similar a la licencia BSD 3-Clause, pero con una «cláusula de publicidad» que requiere el reconocimiento de la fuente original en todo el material publicitario.
eu: Lizentzia permisibo bat da, «BSD 3-Clause» lizentziaren antzekoa, baina publizitate-material guztietan jatorrizko sorburua aipatzea eskatzen duen "publizitate-klausula" bat duena.
fr: Une licence permissive similaire à la licence « BSD 3-Clause », mais avec une « clause publicitaire » exigeant une reconnaissance de la source originale dans tous les éléments publicitaires.
gl: Unha licenza permisiva similar á BSD de 3 cláusulas, pero cunha «cláusula de publicidade» que obriga a recoñecer a fonte orixinal en calquera material publicitario.
hi: बीएसडी 3-क्लॉज लाइसेंस के समान एक अनुमोदक लाइसेंस, लेकिन एक "विज्ञापन खंड" के साथ, जिसके तहत सभी विज्ञापन सामग्री में मूल स्रोत की स्वीकृति की आवश्यकता होती है।
it: Una licenza permissiva simile alla Licenza BSD 3-Clause, ma con una «clausola pubblicitaria» che richiede un riconoscimento della fonte originale tutto il materiale pubblicitario.
ko: BSD 3조항(3-Clause) 라이선스와 유사한 허용적 라이선스이지만, 모든 홍보 자료에 원래 소스 코드를 사용했음을 명시해야 하는 "홍보 조항"이 포함되어 있습니다.
lv: Liberāla licence, kas ir līdzīga „BSD 3-Clause“ licencei, bet ar „reklamēšanas punktu“, kas pieprasa visos reklāmas materiālos nosaukt oriģinālo avotu.
nl: Een toegefelijke licentie, gelijkend op the BSD 3-Clause licentie, maar met "bepaling voor adverteren" die een erkenning vereist van de originele bron in alle materiaal voor adverteren.
pl: Licencja słaba podobna do licencji 3-klauzulowej BSD, ale z "klauzulą reklamową", która wymaga podania oryginalnego źródła we wszystkich materiałach reklamowych.
pt: Uma licença permissiva e semelhante à BSD de 3 Cláusulas, mas com uma "cláusula de publicidade" que obriga a um reconhecimento do código original em todo o material de publicidade.
pt_br: Uma licença permissiva semelhante à Licença de 3 Cláusulas do BSD, mas com uma "cláusula de publicidade" que exige o reconhecimento da fonte original em todo o material publicitário.
sl: Permisivno dovoljenje, podobno dovoljenju BSD 3-Clause, vendar z »oglaševalsko klavzulo«, ki zahteva potrditev izvirnega vira v vseh oglasnih gradivih.
sv: En tolerant licens som liknar BSD 3-Clause-licensen, men med en "reklamklausul" som kräver erkännande av den ursprungliga källan i allt reklammaterial.
tr: BSD 3-Clause Lisansına benzer, ancak tüm reklam materyallerinde orijinal kaynağın onaylanmasını gerektiren bir "reklam maddesi" içeren izin veren bir lisans.
uk: Нестрогі умови ліцензування, які подібні до умов ліцензування BSD із трьома пунктами, але із «рекламною умовою», яка вимагає згадки про початковий матеріал в усіх рекламних матеріалах.

source: Create a text file (typically named LICENSE or LICENSE.txt) in the root of your source code and copy the text of the license into the file. Replace [year] with the current year and [fullname] with the name (or names) of the copyright holders. Replace [project] with the project organization, if any, that sponsors this work.
ar: أنشئ ملفًا نصيًا (عادة ما يكون اسمه LICENSE أو LICENSE.txt) في جذر شيفرة المصدر الخاصة بك وانسخ نص الترخيص في الملف. استبدل [year] بالسنة الحالية و [fullname] باسم (أو أسماء) أصحاب حقوق النشر. استبدل [project] بمنظمة المشروع، إن وجدت، التي ترعى هذا العمل.
ca: Creeu un fitxer de text (normalment anomenat LICENSE o LICENSE.txt) a l'arrel del codi font i copieu el text de la llicència al fitxer. Substituïu [year] per l'any actual i [fullname] pel nom (o noms) dels titulars dels drets d'autor. Substituïu [project] per l'organització del projecte, si n'hi ha, que patrocina aquesta obra.
ca@valencia: Creeu un fitxer de text (normalment anomenat LICENSE o LICENSE.txt) en l'arrel del codi font i copieu el text de la llicència en el fitxer. Substituïu [year] per l'any actual i [fullname] pel nom (o noms) dels titulars dels drets d'autoria. Substituïu [project] per l'organització del projecte, si n'hi ha, que patrocina esta obra.
es: Cree un archivo de texto (normalmente con el nombre LICENSE o LICENSE.txt) en la raíz de su código fuente y copie el texto de la licencia en dicho archivo. Sustituya [year] con el año actual y [fullname] con el nombre (o nombres) de los titulares de los derechos de autor. Sustituya [project] con la organización del proyecto, si existe una, que patrocina este trabajo.
eu: Sortu testu-fitxategi bat (LICENSE edo LICENSE.txt deitu ohi zaio) zure sorburu-kodearen erroan eta kopiatu lizentziaren testua fitxategian. Ordezkatu [year] egungo urtearekin eta [fullname] kopia eskubide jabeen izenekin. Ordezkatu [project] lan hau babesten duen proiektuaren erakundearekin, hala badagokio.
fr: Créez un fichier de type texte (généralement nommé « LICENSE » ou « LICENSE.txt ») à la racine de votre code source et copiez le texte de la licence dans ce fichier. Remplacez [year] par l'année en cours et [fullname] par le nom (ou les noms) des titulaires des droits d'auteur. Remplacez [project] par l'organisation en charge du projet, le cas échéant, parrainant ce travail.
gl: Cree un ficheiro de texto (adoita chamarse «LICENSE» ou «LICENSE.txt») no cartafol raíz do código fonte e copie nel o texto da licenza. Substitúa «[year]» polo ano actual e «[fullname]» polos nomes das persoas autoras. Substitúa «[project]» pola organización que leva o proxecto, se a hai.
hi: अपने सोर्स कोड के रूट में एक टेक्स्ट फ़ाइल (आमतौर पर LICENSE या LICENSE.txt नाम से) बनाएँ और लाइसेंस के टेक्स्ट को फ़ाइल में कॉपी करें। [year] को वर्तमान वर्ष से और [fullname] को कॉपीराइट धारकों के नाम (या नामों) से बदलें। [project] को प्रोजेक्ट संगठन से बदलें, यदि कोई हो, जो इस कार्य को प्रायोजित करता है।
it: Crea un file di testo (di solito denominato LICENSE o LICENSE.txt) nella radice del codice sorgente e copia il testo della licenza nel file. Sostituisci [anno] con l'anno corrente e [nome completo] con il nome (o i nomi) dei detentori del copyright. Sostituisci [progetto] con l'organizzazione del progetto, se presente, che sponsorizza questo lavoro.
ko: 소스 코드의 루트 디렉터리에 텍스트 파일(대개 LICENSE 또는 LICENSE.txt)을 생성한 후 라이선스 원문을 파일에 붙여 넣으십시오. [year]를 현재 연도, [fullname]을 (모든) 저작권자의 이름으로 대체하십시오. 이 작업물을 지원하는 조직이 있는 경우 [project]를 프로젝트 조직으로 대체하십시오.
lv: Pirmkoda pamata mapē izveidojiet teksta datni (paraksti tā saucas LICENSE vai LICENSE.txt) un tajā iekopējiet licences tekstu. Aizvietojiet [year] ar pašreizējo gadu un [fullname] ar autortiesību turētāju vārdu (vai vārdiem). Aizvietojiet [project] ar projekta organizāciju, kas darbu ir sponsorējusi, ja tāda ir.
nl: Maak een tekstbestand (typisch genaamd LICENSE of LICENSE.txt) in de hoofdmap van uw broncode en kopieer de tekst van de licentie in het bestand. Vervang [year] met het huidige jaar en [fullname] met de naam (of namen) van de houders van het copyright. Vervang [project] door de projectorganisatie, indien aanwezig, die het werk sponsort.
pl: Utwórz plik tekstowy (zwykle o nazwie LICENSE lub LICENSE.txt) w katalogu głównym swojego kodu źródłowego i skopiuj do niego tekst licencji. Zastąp [year] bieżącym rokiem, a [fullname] nazwiskiem (lub nazwiskami) właścicieli praw autorskich. Zastąp [project] nazwą podmiotu odpowiedzialnego za projekt, jeśli taki istnieje, który sponsoruje tę pracę.
pt: Crie um ficheiro de texto (tipicamente chamado LICENSE ou LICENSE.txt) na raiz do seu código-fonte e copie o texto da licença para o ficheiro. Substitua [year] pelo ano actual e [fullname] pelo nome (ou nomes) dos detentores dos direitos de cópia. Substitua [project] pela organização do projecto, se existir, que patrocina este projecto.
pt_br: Crie um arquivo de texto (normalmente chamado LICENSE ou LICENSE.txt) na raiz do seu código-fonte e copie o texto da licença para o arquivo. Substitua [year] pelo ano atual e [fullname] pelo nome (ou nomes) dos detentores dos direitos autorais. Substitua [project] pela organização do projeto, se houver, que patrocina este trabalho.
sl: Ustvarite besedilno datoteko (običajno imenovano LICENSE ali LICENSE.txt) v korenski mapi izvorne kode in kopirajte besedilo dovoljenja v datoteko. Zamenjajte [letnico] s trenutno letnico in [polnoime] z imenom (ali imeni) imetnikov avtorske in sorodnih pravic. Zamenjajte [projekt] s projektno organizacijo, če obstaja, ki sponzorira to delo.
sv: Skapa en textfil (vanligen kallad LICENSE eller LICENSE.txt) i roten av din källkod och kopiera licenstexten till filen. Ersätt [year] med innevarande år och [fullname] med namnet (eller namnen) på upphovsrättsinnehavarna.Ersätt [project] med projektorganisationen, om någon, som sponsrar detta arbete.
tr: Kaynak kodunuzun kökünde bir metin dosyası (genellikle LICENSE veya LICENSE.txt olarak adlandırılır) oluşturun ve lisans metnini dosyaya kopyalayın. [year] yerine geçerli yıl ve [fullname]'ı telif hakkı sahiplerinin adı (veya adları) ile değiştirin. [project]'i varsa bu işe sponsor olan proje organizasyonu ile değiştirin.
uk: Створіть текстовий файл (з типовою назвою LICENSE або LICENSE.txt) у кореневій теці вашого початкового коду і скопіюйте текст повідомлення умов ліцензування до файла. Замініть [year] на поточний рік, а [fullname] на ім'я (або імена) власників авторських прав. Замініть [project] записом організації, якщо така існує, яка фінансувала цю роботу.
zh_tw: 在原始碼頂層目錄建立一個文字檔案（通常叫做 LICENSE 或 LICENSE.txt），然後將授權條款文字複製到該檔案當中。將 [year] 替換為目前年份、[fullname] 替換為著作權人（們）的名字。如果有資助此工作的專案組織的話，也將 [project] 替換為該組織。

source: A simple permissive license only requiring preservation of copyright and license notices for source (and not binary) distribution. Licensed works, modifications, and larger works may be distributed under different terms and without source code.
ar: ترخيص متسامح بسيط يتطلب فقط الحفاظ على حقوق النشر وإشعارات الترخيص لتوزيع المصدر (وليس الثنائي). يمكن توزيع الأعمال المرخصة والتعديلات والأعمال الأكبر بشروط مختلفة ودون شيفرة المصدر.
ca: Una llicència permissiva senzilla només requereix el manteniment dels drets d'autor i els avisos de llicència per a la distribució del codi font (i no el binari). Les obres llicenciades, les modificacions i les obres més grans es poden distribuir segons diferents termes i sense codi font.
ca@valencia: Una llicència permissiva senzilla només requerix el manteniment dels drets d'autoria i els avisos de llicència per a la distribució del codi font (i no el binari). Les obres llicenciades, les modificacions i les obris més grans es poden distribuir segons diferents termes i sense codi font.
es: Una licencia permisiva simple que solo requiere la preservación de los avisos de derechos de autor y de licencia para la distribución de código fuente (y no binaria). Los trabajos licenciados, las modificaciones y los trabajos más grandes se pueden distribuir bajo diferentes términos y sin código fuente.
eu: Lizentzia permisibo sinple bat da, sorburu-banaketarako (bitarrenerako ez) kopia-eskubide oharrak eta lizentzia-oharrak mantentzea bakarrik eskatzen duena. Lizentziatutako lanak, aldaketak, eta lan handiagoak baldintza ezberdinen pean eta sorburu-koderik gabe bana daitezke.
fr: Une licence simple et permissive ne nécessitant que la préservation des notices de droits d'auteurs et de licence pour la distribution de sources (et non de binaires). Les éléments sous licence, les modifications et les éléments de plus grande taille peuvent être distribuées selon différents termes et sans code source.
gl: Unha licenza permisiva sinxela que só obriga a preservar as notas de dereito de autoría e licenza cando se distribúen as fontes, pero non no caso dos binarios. As obras coa licenza, modificacións e obra máis grandes poden distribuírse con outros termos e sen o código fonte.
hi: एक सरल अनुमेय लाइसेंस जिसमें केवल स्रोत (और बाइनरी नहीं) वितरण के लिए कॉपीराइट और लाइसेंस नोटिस के संरक्षण की आवश्यकता होती है। लाइसेंस प्राप्त कार्य, संशोधन और बड़े कार्य अलग-अलग शर्तों के तहत और स्रोत कोड के बिना वितरित किए जा सकते हैं।
it: Una semplice licenza permissiva che richiede solo la conservazione del copyright e degli avvisi di licenza per la distribuzione del codice sorgente (e non binario). Le opere concesse in licenza, le modifiche e le opere più grandi possono essere distribuite in termini diversi e senza codice sorgente.
ko: 소스 코드(바이너리 제외) 형태로 배포 시 저작권 및 라이선스 고지를 유지해야 하는 조건이 있는 간단한 허용적 라이선스입니다. 라이선스된 저작물, 수정본, 집합 저작물은 소스 코드를 제외하고 다른 조건으로 배포될 수 있습니다.
lv: Vienkārša liberāla licence, kas nosaka tikai autortiesību un licences paziņojumu saglabāšanu, izplatot pirmkodu, bet ne bināras datnes. Šādu materiālu licencētos darbus, modifikācijas un lielākos darbus var izplatīt ar citiem noteikumiem un bez pirmkoda.
nl: Een eenvoudige toegefelijke licentie die alleen behoud van copyright en licentiebepalingen voor broncode (en geen binaire) distributie vereist. Werken onder licentie, wijzigingen en groter werken mogen gedistribueerd worden onder verschillende bepalingen en zonder broncode.
pl: Prosta licencja słaba wymagająca jedynie zachowania praw autorskich i informacji o licencji dla dystrybucji źródłowej (a nie binarnej). Licencjonowane utwory, zmiany i większe dzieła mogą być rozpowszechniane na innych warunkach i bez kodu źródłowego.
pt: Uma licença simples e permissiva que só necessita da preservação dos avisos de direitos de cópia e da licença na distribuição do código (e não dos binários). Os trabalhos licenciados, as modificações e os trabalhos maiores poderão ser distribuídos segundo termos diferentes e sem código-fonte.
pt_br: Uma licença permissiva simples que exige apenas a preservação dos direitos autorais e dos avisos de licença para distribuição de código-fonte (e não binário). Obras licenciadas, modificações e obras maiores podem ser distribuídas sob termos diferentes e sem código-fonte.
sl: Preprosto permisivno dovoljenje, ki zahteva le ohranitev avtorskih in licenčnih obvestil za izvorno (in ne binarno) razširjanje. Licencirana dela, spremembe in večja dela se lahko razširjajo pod različnimi pogoji in brez izvorne kode.
sv: En enkel tolerant licens som endast kräver bevarande av upphovsrätt och licensmeddelanden för källkodsdistribution (och inte binär). Licensierade verk, modifieringar och större verk kan distribueras under andra villkor och utan källkod.
tr: Yalnızca kaynak (ikili değil) dağıtım için telif hakkı ve lisans bildirimlerinin korunmasını gerektiren basit bir izin veren lisans. Lisanslı çalışmalar, değişiklikler ve daha büyük çalışmalar, farklı koşullar altında ve kaynak kodu olmadan dağıtılabilir.
uk: Прості нестрогі умови ліцензування, які вимагають лише збереження повідомлень про авторські права і умови ліцензування для поширення початкового (а не зібраного) коду. Ліцензовані роботи, змінені роботи та розширені роботи можуть поширюватися за інших умов та без початкового коду.
