Repository: KDE/licentia
Catalog: po/*/licentia.po
Languages: ar, ca, ca@valencia, es, eu, fr, gl, hi, it, ka, ko, lv, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_tw

source: Permissions of this weak copyleft license are conditioned on making available source code of licensed files and modifications of those files under the same license (or in certain cases, one of the GNU licenses). Copyright and license notices must be preserved. Contributors provide an express grant of patent rights. However, a larger work using the licensed work may be distributed under different terms and without source code for files added in the larger work.
ar: تتوقف أذونات ترخيص النسخ المتروك الضعيف هذا على إتاحة شيفرة مصدر الملفات المرخصة وتعديلات تلك الملفات بموجب الترخيص نفسه (أو في حالات معينة، أحد تراخيص GNU). يجب الحفاظ على حقوق النشر وإشعارات الترخيص. يوفر المساهمون منحة صريحة لحقوق براءات الاختراع. ومع ذلك، يمكن توزيع عمل أكبر يستخدم العمل المرخص بشروط مختلفة ودون شيفرة مصدر للملفات المضافة في العمل الأكبر.
ca: Els permisos d'aquesta llicència de «copyleft» feble estan condicionats per a fer disponible el codi font dels fitxers llicenciats i les modificacions d'aquests fitxers segons la mateixa llicència (o en certs casos, una de les llicències de GNU). Cal mantenir els drets d'autor i els avisos de llicència. Els col·laboradors proporcionen un atorgament exprés dels drets de patent. No obstant això, una obra més gran que utilitzi l'obra amb llicència es pot distribuir segons termes diferents i sense codi font per als fitxers afegits a l'obra més gran.
ca@valencia: Els permisos d'esta llicència de «copyleft» feble estan condicionats per a fer disponible el codi font dels fitxers llicenciats i les modificacions d'estos fitxers segons la mateixa llicència (o en certs casos, una de les llicències de GNU). Cal mantindre els drets d'autoria i els avisos de llicència. Els col·laboradors proporcionen un atorgament exprés dels drets de patent. No obstant açò, una obra més gran que utilitze l'obra amb llicència es pot distribuir segons termes diferents i sense codi font per als fitxers afegits a l'obra més gran.
es: Los permisos de esta licencia «copyleft» débil están condicionados a que el código fuente de los archivos licenciados y las modificaciones de esos archivos esté disponible bajo la misma licencia (o, en ciertos casos, una de las licencias de GNU). Se deben conservar los avisos de derechos de autor y de licencia. Los contribuidores proporcionan una concesión expresa de derechos de patente. Sin embargo, un trabajo más grande que use el trabajo licenciado, se puede distribuir bajo diferentes términos y sin el código fuente de los archivos añadidos al trabajo más grande.
eu: Kopia-eskubideari uko egiteko («copyleft») lizentzia ahul honen baimenak, lizentziatutako fitxategien eta fitxategi horien aldaketen sorburu-kode osoa lizentzia beraren (edo kasu jakin batzuetan GNU lizentzietako baten) pean eskuragarri jartzearen baldintzapean daude. Kopia eskubidea («copyright») eta lizentzia-oharrak gorde behar dira. Parte-hartzaileek patente eskubideen aitortza esplizitua ematen dute. Hala ere, lizentziatutako lana erabiltzen duen lan handiago bat beste baldintza batzuen pean bana daiteke, lan handiago horretan gehitutako fitxategien sorburu-koderik gabe.
fr: Les permissions de cette licence faible de copyleft sont conditionnées pour la mise à disposition du code source des fichiers sous licence et les modifications de ces fichiers sous la même licence (ou dans certains cas, l'une des licences « GNU »). Les notices de droits d'auteur et de licence doivent être préservés. Les contributeurs accordent expressément des droits de brevet. Cependant, une œuvre plus grande utilisant l'œuvre sous licence peut être distribuée sous différents termes et sans code source pour les fichiers ajoutés dans l'œuvre plus grande.
gl: Os permisos desta licenza, de baixa reciprocidade, requiren poñer a disposición o código fonte dos ficheiros coa licenza e modificacións dos mesmos coa mesma licenza (ou, en certos casos, cunha das licenzas de GNU). As notas de autoría e licenza deben manterse. As persoas colaboradoras conceden explicitamente os dereitos de patentes. Porén, as obras máis grandes que usen a obra coa licenza poden distribuírse cunha licenza distinta e sen o código fonte dos ficheiros incluídos nesa outra obra.
hi: इस कमज़ोर कॉपीलेफ्ट लाइसेंस की अनुमतियाँ लाइसेंस प्राप्त फ़ाइलों के स्रोत कोड और उसी लाइसेंस (या कुछ मामलों में, GNU लाइसेंस में से एक) के तहत उन फ़ाइलों के संशोधनों को उपलब्ध कराने पर आधारित हैं। कॉपीराइट और लाइसेंस नोटिस को संरक्षित किया जाना चाहिए। योगदानकर्ता पेटेंट अधिकारों का स्पष्ट अनुदान प्रदान करते हैं। हालाँकि, लाइसेंस प्राप्त कार्य का उपयोग करने वाले बड़े कार्य को अलग-अलग शर्तों के तहत और बड़े कार्य में जोड़ी गई फ़ाइलों के लिए स्रोत कोड के बिना वितरित किया जा सकता है।
it: I permessi di questa debole licenza copyleft sono condizionati dal rendere disponibile il codice sorgente dei file concessi in licenza e le modifiche di tali file sotto la stessa licenza (o in alcuni casi, una delle licenze GNU). Gli avvisi di copyright e licenza devono essere conservati. I contributori forniscono un'espressa concessione dei diritti di brevetto. Tuttavia, un'opera più grande che utilizza l'opera concessa in licenza può essere distribuita in termini diversi e senza codice sorgente per i file aggiunti nell'opera più grande.
ko: 이 약한 카피레프트 라이선스의 조건은 라이선스된 파일의 소스 코드와 해당 파일의 수정본을 같은 라이선스(특정 경우에는 GNU 라이선스 중 하나)로 배포하는 것입니다. 저작권과 라이선스 고지는 유지되어야 합니다. 기여자에게는 명시적인 특허권 사용이 허가됩니다. 라이선스된 저작물을 사용하는 집합 저작물은 다른 조건으로 배포될 수 있으며, 집합 저작물에 추가된 파일은 소스 코드 배포에 포함될 필요가 없습니다.
lv: Šīs vājās „copyleft“ licences noteikumi nosaka, ka licencētajām datnēm un to modifikācijām ir jābūt pieejamām ar pirmkodu un to pašu licenci (dažos gadījumos — kādu no GNU licencēm). Ir jāsaglabā autortiesību un licences paziņojumi. Dalībnieki īpaši piešķirt tiesības izmantot viņu patentu tiesības. Tomēr lielāki darbi, kas izmanto ar šo licenci licencēto darbu, var tikt izplatīti ar citiem noteikumiem, kā arī lielākajā darbā pievienotajām datnēm drīkst nebūt pieejams pirmkods.
nl: Toestemmingen van deze zwakke copyleft licentie hebben bepalingen over het beschikbaar maken van broncode bestanden met licentie van werken en wijzigingen onder licentie (of in sommige gevallen, een van de GNU licenties). Copyright- en licentiebepalingen moeten behouden blijven. Zij die bijdragen leveren een uitdrukkelijke toestemming voor gebruik van patentrechten. Een groter werk, echter, die het werk met licentie gebruikt kan gedistribueerd worden onder andere bepalingen en zonder broncode voor toegevoegde bestanden in het grotere werk.
pl: Uprawnienia wynikające z tej słabej licencji typu copyleft są uwarunkowane udostępnieniem kodu źródłowego licencjonowanych plików oraz zmian w tych plikach, na zasadzie tej samej licencji (lub w pewnych przypadkach na jednej z licencji GNU). Prawa autorskie i noty licencyjne muszą zostać zachowane. Współtwórcy zapewniają wyraźne przyznanie praw patentowych. Jednak większe dzieła, wykorzystujące licencjonowany utwór mogą być rozpowszechniane na innych warunkach i bez kodu źródłowego dla plików dodanych, w większym dziele.
pt: As permissões desta licença 'copyleft' mais leve estão condicionadas em tornar disponível o código-fonte completo dos trabalhos licenciados e das modificações segundo a mesma licença (ou, em certos casos de uma das licenças da GNU). As notas de direitos de cópia e da licença deverão ser preservadas. Os contribuintes fornecem uma cedência expressa dos direitos das patentes. Contudo, um trabalho de maior dimensão que use o trabalho licenciado poderá ser distribuído segundo diferentes termos e sem o código-fonte do trabalho de maior dimensão.
pt_br: As permissões desta licença copyleft fraca estão condicionadas à disponibilização do código-fonte dos arquivos licenciados e das modificações desses arquivos sob a mesma licença (ou, em certos casos, uma das licenças GNU). Os avisos de direitos autorais e de licença devem ser preservados. Os contribuidores concedem uma concessão expressa de direitos de patente. No entanto, uma obra maior que utilize a obra licenciada pode ser distribuída sob termos diferentes e sem o código-fonte dos arquivos adicionados à obra maior.
sl: Pravice tega dovoljenja s šibkim prepuščanjem pravic so pogojene z dajanjem na voljo javnosti izvorne kode licenciranih del in sprememb teh datotek pod istim dovoljenjem (ali v nekaterih primerih enega od dovoljenj GNU). Obvestila o avtorski pravici oz. pridržanju pravic in dovoljenju je potrebno ohraniti. Avtorji prispevkov zagotovijo izrecno podelitev patentnih pravic. Vendar se lahko večje delo, ki uporablja licencirano delo, razširja pod drugačnimi pogoji in brez izvorne kode za datoteke, dodane večjemu delu.
sv: Behörigheter för denna svaga copyleft-licens har som villkor att göra tillgänglig källkod för licensierade filer och modifieringar av dessa filer under samma licens (eller i vissa fall en av GNU-licenserna). Upphovsrätts- och licensmeddelanden måste bevaras. Bidragsgivare ger ett uttryckligt beviljande av patenträttigheter. Ett större verk som använder det licensierade verket kan dock distribueras under andra villkor och utan källkod för filer som lagts till i det större verket.
tr: Bu zayıf copyleft lisansının izinleri, lisanslı dosyaların kaynak kodlarının aynı lisans (veya belirli durumlarda GNU lisanslarından biri) altında bu dosyalar üzerinde değişiklik yapılması şartına bağlıdır. Telif hakkı ve lisans bildirimleri korunmalıdır. Katkıda bulunanlar, patent haklarının açık bir şekilde verilmesini sağlar. Ancak, lisanslı çalışmayı kullanan daha büyük bir çalışma, daha büyük çalışmaya eklenen dosyalar için kaynak kodu olmadan farklı koşullar altında dağıtılabilir.
uk: Ці нестрогі умови ліцензування із юридично врегульованим лівим копіюванням вимагають поширення доступного початкового коду ліцензованих файлів та змін до них за дотримання тих самих умов ліцензування (або, у певних випадках, однієї із ліцензій GNU). Має бути збережено повідомлення щодо авторських прав та умови ліцензування. Автори надають явний доступ до патентних прав. Втім, ширші роботи, у яких використано ліцензовану роботу, може бути поширено за інших умов і без початкового коду файлів, які було додано у ширшій роботі.

source: The easiest license out there. It gives the user permissions to do whatever they want with your code.
ar: أسهل ترخيص موجود. يمنح المستخدم أذونات للقيام بكل ما يريده بشيفرتك.
ca: La llicència més fàcil de totes. Dona permís a l'usuari per a fer el que vulgui amb el vostre codi.
ca@valencia: La llicència més fàcil de totes. Dona permís a l'usuari per a fer el que vullga amb el vostre codi.
es: La licencia más fácil de todas. Le da al usuario permisos para hacer lo que quiera con su código.
eu: Dagoen lizentziarik errazena. Erabiltzaileari zure kodearekin nahi duena egiteko baimena ematen dio.
fr: La licence la plus simple qui soit. Elle donne aux utilisateurs l'autorisation de faire tout ce qu'ils veulent avec votre code.
gl: A licenza máis doada coñecida. Permite facer calquera cousa co código.
hi: यह सबसे आसान लाइसेंस है। यह उपयोगकर्ता को आपके कोड के साथ जो चाहे करने की अनुमति देता है।
it: La licenza più semplice in circolazione. Dà all'utente le autorizzazioni per fare quello che vuole con il tuo codice.
ka: უადვილესი ლიცენზია. აძლევს მომხმარებელს უფლებას, რაც უნდათ, ის უქნან თქვენს კოდს.
ko: 가장 쉬운 라이선스입니다. 사용자가 코드를 가지고 무엇이든지 할 수 있는 권한을 부여합니다.
lv: Pati vienkāršākā licence. Tā lietotājam sniedz atļauju ar kodu darīt pilnīgi jebko.
nl: De gemakkelijkste licentie die er is. Het geeft de gebruiker toestemming om te doen wat ze willen met uw broncode.
pl: Najłatwiejsza z dostępnych licencji. Daje użytkownikowi uprawnienia do robienia z twoim kodem cokolwiek zechce.
pt: A licença mais fácil que existe por aí. Dá ao utilizador a permissão para fazer tudo o que quiser com o seu código.
pt_br: A licença mais fácil que existe. Ela dá ao usuário permissões para fazer o que quiser com o seu código.
sl: Najenostavnejše dovoljenje, kar jih je. Uporabniku dovoljuje, da z vašo kodo počne vse, kar želi.
sv: Den enklaste licensen som finns. Det ger användaren behörighet att göra vad de vill med din kod.
tr: En kolay lisans. Kullanıcıya kodunuzla istediklerini yapma izni verir.
uk: Найпростіші умови ліцензування. Надають користувачеві право робити з кодом усе, що завгодно.
zh_tw: 最簡單的授權條款。它授權使用者用您的程式碼做任何想做的事。

source: A license with no conditions whatsoever which dedicates works to the public domain. Unlicensed works, modifications, and larger works may be distributed under different terms and without source code.
ar: ترخيص بلا أي شروط على الإطلاق يكرس الأعمال للمجال العام. يمكن توزيع الأعمال غير المرخصة والتعديلات والأعمال الأكبر بشروط مختلفة ودون شيفرة المصدر.
ca: Una llicència sense cap mena de condicions que dedica obres al domini públic. Les obres sense llicència, les modificacions i les obres més grans es poden distribuir segons termes diferents i sense codi font.
ca@valencia: Una llicència sense cap mena de condicions que dedica obris al domini públic. Les obres sense llicència, les modificacions i les obris més grans es poden distribuir segons termes diferents i sense codi font.
es: Una licencia sin condición alguna que dedica obras al dominio público. Los trabajos sin licencia, las modificaciones y los trabajos más grandes se pueden distribuir bajo diferentes términos y sin código fuente.
eu: Inolako baldintzarik gabeko lizentzia, lanak jabari publikoari eskaintzen dizkiona. Lizentziatu gabeko lanak, aldaketak, eta lan handiagoak bana litezke baldintza ezberdinen pean eta sorburu-koderik gabe.
fr: Une licence sans aucune condition imposant que les éléments soient du domaine public. Les œuvres non autorisées, les modifications et les œuvres de plus grande taille peuvent être distribuées sous différents termes et sans code source.
gl: Unha licenza sen ningunha condición que coloca a obra no dominio público. As obras sen licenza, modificacións e obras máis grandes poden distribuírse cunha licenza distinta e sen código fonte.
hi: बिना किसी शर्त के लाइसेंस जो कार्यों को सार्वजनिक डोमेन में समर्पित करता है। बिना लाइसेंस वाले कार्य, संशोधन और बड़े कार्य अलग-अलग शर्तों के तहत और बिना स्रोत कोड के वितरित किए जा सकते हैं।
it: Una licenza senza condizioni che dedica opere al pubblico dominio. Le opere senza licenza, le modifiche e le opere più grandi possono essere distribuite con termini diversi e senza codice sorgente.
ka: ლიცენზია, რომელსაც არ გააჩნია არანაირი პირობა, რომელიც მასალებს საჯაროდ გამოაცხადებს. არალიცენზირებული მასალები, ცვლილებები და დიდი მიღწევები, შეიძლება, სხვა პირობებით და წყარო კოდის გარეშე გავრცელდეს.
ko: 어떠한 조건도 없는 라이선스이며 저작물을 퍼블릭 도메인으로 기증합니다. 라이선스되지 않은 저작물, 수정본, 집합 저작물은 다른 라이선스 조건이나 소스 코드 없이 배포될 수 있습니다.
lv: Licence bez jebkādiem noteikumiem, kas darbus nodot sabiedrības lietošanai. Darbi, kas ir licencēti ar „Unlicense“, kā arī to modifikācijas un lielākie darbi var tikt izplatīti ar citiem noteikumiem un bez pirmkoda.
nl: Een licentie zonder welke bepalingen dan ook die werken vrijgeven aan het publieke domein. Werken zonder licentie, wijzigingen en groter werken mogen gedistribueerd worden onder andere bepalingen en zonder broncode.
pl: Licencja bez żadnych warunków, która przeznacza utwory do domeny publicznej. Nielicencjonowane utwory, zmiany i większe dzieła mogą być rozpowszechniane na innych warunkach i bez kodu źródłowego.
pt: Uma licença sem quaisquer condições e que se dedica apenas a trabalhos no domínio público. Os trabalhos não licenciados, as modificações e os trabalhos de maior dimensão podem ser distribuídos segundo diferentes termos e sem código-fonte.
pt_br: Uma licença sem quaisquer condições que dedica obras ao domínio público. Obras não licenciadas, modificações e obras maiores podem ser distribuídas sob termos diferentes e sem código-fonte.
sl: Dovoljenje brez vsakršnih pogojev, ki posveti dela v javno domeno. Dela, ki niso objavljena pod dovoljenjem, spremembe in večja dela se lahko razširjajo pod različnimi pogoji in brez izvorne kode.
sv: En licens utan några som helst villkor som tillägnar verk till den offentliga domänen. Olicensierade verk, ändringar och större verk kan distribueras under andra villkor och utan källkod.
tr: Çalışmaları kamuya açık hale getiren hiçbir koşul içermeyen bir lisans. Lisanssız çalışmalar, değişiklikler ve daha büyük çalışmalar, farklı koşullar altında ve kaynak kodu olmadan dağıtılabilir.
uk: Ліцензійні умови без обмежень, які призначено для робіт, що надаються у загальний доступ. Неліцензовані роботи, змінені роботи та розширені роботи може бути поширено за інших умов та без початкового коду.
zh_tw: 一個完全沒有任何條件的授權條款，目的是將作品放入公衆領域。使用 Unlicense 的作品、修改等等能夠用不同條款散布，不用包含原始碼。

source: Create a text file (typically named UNLICENSE or UNLICENSE.txt) in the root of your source code and copy the text of the license disclaimer into the file.
ar: أنشئ ملفًا نصيًا (عادة ما يكون اسمه UNLICENSE أو UNLICENSE.txt) في جذر شيفرة المصدر الخاصة بك وانسخ نص إخلاء مسؤولية الترخيص في الملف.
ca: Creeu un fitxer de text (normalment anomenat UNLICENSE o UNLICENSE.txt) a l'arrel del codi font i copieu el text d'exempció de responsabilitat de la llicència al fitxer.
ca@valencia: Creeu un fitxer de text (normalment anomenat UNLICENSE o UNLICENSE.txt) en l'arrel del codi font i copieu el text d'exempció de responsabilitat de la llicència en el fitxer.
es: Cree un archivo de texto (normalmente con el nombre UNLICENSE o UNLICENSE.txt) en la raíz de su código fuente y copie el texto del descargo de responsabilidad de la licencia en dicho archivo.
eu: Sortu testu-fitxategi bat (UNLICENSE edo UNLICENSE.txt deitu ohi zaio) zure sorburu-kodearen erroan eta kopiatu lizentziaren erantzukizun-oharren testua fitxategian.
fr: Créez un fichier de type texte (en général sous le nom « UNLICENSE » ou « UNLICENSEtxt » à la racine de votre code source et copiez le texte de la licence dans ce fichier.
gl: Cree un ficheiro de texto (adoita chamarse «UNLICENSE» ou «UNLICENSE.txt») no cartafol raíz do código fonte e copie nel o texto da exención de responsabilidade da licenza.
hi: अपने स्रोत कोड के मूल में एक पाठ फ़ाइल (आमतौर पर UNLICENSE या UNLICENSE.txt नाम से) बनाएं और लाइसेंस अस्वीकरण के पाठ को फ़ाइल में कॉपी करें।
it: Crea un file di testo (in genere denominato UNLICENSE o UNLICENSE.txt) nella radice del tuo codice sorgente e copia il testo del disclaimer della licenza nel file.
ka: შექმენით ტექსტური ფაილი (როგორც წესი, დაასახელა UNLICENSE ან UNLICENSE.txt) თქვენი კოდის ძირითად საქაღალდეში და დააკოპირეთ ლიცენზიის ტექსტი ამ ფაილში.
ko: 소스 코드의 루트 디렉터리에 텍스트 파일(UNLICENSE 또는 UNLICENSE.txt)을 생성한 후 라이선스 원문을 파일에 붙여 넣으십시오.
lv: Pirmkoda pamata mapē izveidojiet teksta datni (paraksti tā saucas UNLICENSE vai UNLICENSE.txt) un tajā iekopējiet licences tekstu.
nl: Maak een tekstbestand (typisch genaamd UNLICENSE of UNLICENSE.txt) in de hoofdmap van uw broncode en kopieer de tekst van de vrijwaring in de licentie in het bestand.
pl: Utwórz plik tekstowy (zazwyczaj o nazwie UNLICENSE lub UNLICENSE.txt) w katalogu głównym swojego kodu źródłowego i skopiuj do niego tekst zrzeczenia się licencji.
pt: Crie um ficheiro de texto (tipicamente chamado de UNLICENSE ou UNLICENSE.txt) na raiz do seu código-fonte e copie o texto das notas da licença para o ficheiro.
pt_br: Crie um arquivo de texto (normalmente chamado UNLICENSE ou UNLICENSE.txt) na raiz do seu código-fonte e copie o texto do aviso de licença para o arquivo.
sl: Ustvarite besedilno datoteko (običajno imenovano UNLICENSE ali UNLICENSE.txt) v korenski mapi izvorne kode in kopirajte besedilo opozorila o dovoljenju v datoteko.
sv: Skapa en textfil (vanligen kallad UNLICENSE eller UNLICENSE.txt) i roten av din källkod och kopiera texten från licensfriskrivningen till filen.
tr: Kaynak kodunuzun kökünde bir metin dosyası (genellikle UNLICENSE veya UNLICENSE.txt olarak adlandırılır) oluşturun ve lisans metnini dosyaya kopyalayın.
uk: Створіть текстовий файл (з типовою назвою UNLICENSE або UNLICENSE.txt) у кореневій теці вашого початкового коду і скопіюйте текст повідомлення умов ліцензування до файла.
zh_tw: 在原始碼頂層目錄建立一個文字檔案（通常叫做 UNLICENSE 或 UNLICENSE.txt），然後將授權條款放棄書 (disclaimer) 文字複製到該檔案當中。

# @title
source: Licentia
ar: ليسينتيا
hi: लाइसेंस

source: Choose a license for your project
ar: اختر ترخيصًا لمشروعك
ca: Trieu una llicència per al vostre projecte
ca@valencia: Seleccioneu una llicència per al vostre projecte
es: Escoja una licencia para su proyecto
eu: Zure proiekturako lizentzia bat aukeratu
fr: Sélectionner une licence pour votre projet
gl: Escolla unha licenza para un proxecto.
hi: अपने प्रोजेक्ट के लिए लाइसेंस चुनें
it: Scegli una licenza per il tuo progetto
ka: აირჩიეთ თქვენი პროექტის ლიცენზია
ko: 내 프로젝트의 라이선스 선택
lv: Izvēlieties projekta licenci
nl: Kies een licentie voor uw project
pl: Wybierz licencję dla swojego projektu
pt: Escolha uma licença para o seu projecto
pt_br: Escolha uma licença para seu projeto
sl: Izberite dovoljenje, pod katerim boste objavili svoj projekt
sv: Välj en licens för ditt projekt
tr: Projeniz için bir lisans seçin
uk: Виберіть умови ліцензування вашого проєкту
zh_tw: 選擇適合您專案的授權條款

source: © Felipe 2022
ar: © فيليبي 2022
gl: © 2022 Felipe
hi: © फ़ेलिप 2022

# @info:credit
source: Felipe Kinoshita
ar: فيليبي كينوشيتا
hi: फेलिप किनोशिता

# @info:credit
source: Author
ar: المؤلف
ca: Autor
ca@valencia: Autoria
es: Autor
eu: Egilea
fr: Auteur
gl: Autoría.
hi: लेखक
it: Autore
ka: ავტორი
ko: 작성자
lv: Autors
nl: Auteur
pl: Autor
pt: Autoria
pt_br: Autor
sl: Avtor
sv: Upphovsman
tr: Yazar
uk: Автор
zh_tw: 作者

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca: Josep M. Ferrer
ca@valencia: Josep M. Ferrer
es: Eloy Cuadra
eu: Iñigo Salvador Azurmendi
fr: Steve, Xavier Besnard
gl: Adrian Chaves (Gallaecio)
hi: तुम्हारे नाम
it: Vincenzo Reale
ka: Temuri Doghonadze
ko: 박신조
lv: Toms Trasūns
nl: Freek de Kruijf - 2022
pl: Grzegorz Koryga
pt: José Nuno Pires
pt_br: Marcus Gama
sl: Martin Srebotnjak
sv: Stefan Asserhäll
tr: Emir SARI
uk: Юрій Чорноіван
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca: txemaq@gmail.com
ca@valencia: txemaq@gmail.com
es: ecuadra@eloihr.net
eu: xalba@ni.eus
fr: stax@ik.me, xavier.besnard@neuf.fr
gl: adrian@chaves.gal
hi: आपके ईमेल
it: smart2128vr@gmail.com
ka: Temuri.doghonadze@gmail.com
ko: kde@peremen.name
lv: toms.trasuns@posteo.net
nl: freekdekruijf@kde.nl
pl: rehork@tutamail.com
pt: zepires@gmail.com
pt_br: marcus.gama@gmail.com
sl: miles@filmsi.net
sv: stefan.asserhall@bredband.net
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_tw: mail@kisaragi-hiu.com

# @menu
source: File
ar: ملف
ca: Fitxer
ca@valencia: Fitxer
es: Archivo
eu: Fitxategia
fr: Fichier
gl: Ficheiro
hi: फ़ाइल
ka: ფაილი
ko: 파일
lv: Datne
nl: Bestand
pl: Plik
pt: Ficheiro
pt_br: Arquivo
sl: Datoteka
sv: Arkiv
tr: Dosya
uk: Файл
zh_tw: 檔案

# @menu-action
source: Quit
ar: أنهِ
ca: Surt
ca@valencia: Ix
es: Salir
eu: Irten
fr: Quitter
gl: Saír
hi: छोड़ना
it: Esci
ka: გასვლა
ko: 끝내기
lv: Iziet
nl: Afsluiten
pl: Wyjdź
pt: Sair
pt_br: Sair
sl: Izhod
sv: Avsluta
tr: Çık
uk: Вийти
zh_tw: 離開

# @menu
source: Edit
ar: حرّر
ca: Edita
ca@valencia: Edita
es: Editar
eu: Editatu
fr: Modifier
gl: Editar
hi: संपादन करना
it: Modifica
ka: ჩასწორება
ko: 편집
lv: Rediģēt
nl: Bewerken
pl: Edytuj
pt: Editar
pt_br: Editar
sl: Uredi
sv: Redigera
tr: Düzen
uk: Зміни
zh_tw: 編輯
