Repository: KDE/licentia
Catalog: po/*/licentia.po
Languages: ar, ca, ca@valencia, es, eu, fr, gl, hi, it, ka, ko, lv, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_tw

source: Modifications must be released under the same license when distributing the licensed material. In some cases a similar or related license may be used, or this condition may not apply to works that use the licensed material as a library.
ar: يجب إصدار التعديلات بموجب الترخيص نفسه عند توزيع المادة المرخصة. في بعض الحالات، يمكن استخدام ترخيص مماثل أو ذي صلة، أو قد لا ينطبق هذا الشرط على الأعمال التي تستخدم المادة المرخصة كمكتبة.
ca: Les modificacions s'han de publicar amb la mateixa llicència amb la qual es distribueix el material amb llicència. En alguns casos es pot utilitzar una llicència semblant o relacionada, o aquesta condició no és d'aplicació a treballs que usen el material amb llicència com una biblioteca.
ca@valencia: Les modificacions s'han de publicar amb la mateixa llicència amb la qual es distribuïx el material amb llicència. En alguns casos es pot utilitzar una llicència pareixent o relacionada, o esta condició no és d'aplicació a treballs que utilitzen el material amb llicència com una biblioteca.
es: Las modificaciones se deben publicar bajo la misma licencia al distribuir el material licenciado. En algunos casos se puede usar una licencia similar o relacionada, o esta condición no es de aplicación a las obras que usan el material licenciado como biblioteca.
eu: Lizentziatutako materiala banatzean aldaketak, aldaketak, lizentzia berarekin askatu behar dira. Kasu askotan antzeko edo erlazionatutako lizentzia bat erabil liteke, edo lizentziatutako materiala liburutegi gisa erabiltzen duten lanetarako baliteke baldintza hau ez aplikatzea.
fr: Les modifications doivent être distribuées avec la même licence lors de la distribution de l'œuvre sous licence. Dans certains cas, une licence similaire ou reliée peut être utilisée ou cette condition peut ne pas être appliquée à des œuvres qui utilisent des œuvres sous licence en tant que bibliothèque.
gl: As modificacións deben publicarse coa mesma licenza cando se distribúa o material coa licenza. En algúns casos pode permitirse unha licenza similar ou relacionada, ou pode que esta condición non afectar a material coa licenza que se use como biblioteca.
hi: लाइसेंस प्राप्त सामग्री वितरित करते समय संशोधनों को उसी लाइसेंस के तहत जारी किया जाना चाहिए। कुछ मामलों में समान या संबंधित लाइसेंस का उपयोग किया जा सकता है, या यह शर्त उन कार्यों पर लागू नहीं हो सकती है जो लाइसेंस प्राप्त सामग्री को लाइब्रेरी के रूप में उपयोग करते हैं।
it: Le modifiche devono essere rilasciate con la stessa licenza al momento della distribuzione del materiale concesso in licenza. In alcuni casi può essere utilizzata una licenza simile o correlata, oppure questa condizione potrebbe non applicarsi alle opere che utilizzano il materiale concesso in licenza come libreria.
ka: ლიცენზირებული მასალის გავრცელებისას მასში შეტანილი ცვლილებები იგივე ლიცენზიით უნდა ვრცელდებოდეს. ზოგიერთ შემთხვევაში მსგავსი ან მასთან დაკავშირებული ლიცენზია შეგიძლიათ გამოიყენოთ ან ეს პირობა არ ვრცელდება მასალებზე, რომლებიც ლიცენზირებულ მასალას ბიბლიოთეკის სახით იყენებს.
ko: 수정된 부분은 라이선스된 저작물과 같은 라이선스로 배포되어야 합니다. 일부 경우에는 비슷하거나 연관된 라이선스를 사용할 수도 있으며, 해당 저작물을 라이브러리로 사용했다면 적용되지 않을 수도 있습니다.
lv: Modificētu licencēto materiālu tālāk drīkst izplatīt tikai ar tādu pašu licenci. Dažos gadījumos ir iespējams izmantot līdzīgu vai saistītu licenci. Šis noteikums var nebūt spēkā darbiem, kas licencēto materiālu izmanto kā bibliotēku.
nl: Wijzigingen moeten vrijgegeven worden onder dezelfde licentie bij distributie van het materiaal met licentie. In sommige gevallen mag een soortgelijk of gerelateerde licentie gebruikt worden of deze bepaling kan niet van toepassing zijn op werken die het materiaal met licentie als een bibliotheek gebruiken.
pl: Zmiany muszą być wydane na podstawie tej samej licencji przy rozpowszechnianiu elementów licencjonowanych. W niektórych przypadkach może być użyta podobna lub pokrewna licencja lub warunek ten może nie mieć zastosowania do dzieł, które wykorzystują licencjonowane elementy jako bibliotekę.
pt: As modificações deverão ser lançadas segundo a mesma licença que a do material licenciado. Em alguns casos, poderá usar uma licença semelhante ou relacionada, ou então esta condição poderá não ser aplicada aos trabalhos que usam o material licenciado como uma biblioteca.
pt_br: As modificações devem ser lançadas sob a mesma licença ao distribuir o material licenciado. Em alguns casos, uma licença semelhante ou relacionada pode ser usada, ou esta condição pode não se aplicar a obras que utilizam o material licenciado como biblioteca.
sl: Spremembe morajo biti objavljene pod istim dovoljenjem pri razširjanju gradiva, objavljenega pod tem dovoljenjem. V nekaterih primerih se lahko uporabi podobno ali sorodno dovoljenje, ali pa ta pogoj ne velja za dela, ki uporabljajo zaščiteno gradivo kot knjižnico.
sv: Ändringar måste ges ut under samma licens när det licensierade materialet distribueras. I vissa fall kan en liknande eller relaterad licens användas, eller så gäller detta villkor inte för verk som använder det licensierade materialet som ett bibliotek.
tr: Lisanslı malzeme dağıtılırken değişiklikler aynı lisans altında yayımlanmalıdır. Bazı durumlarda benzer veya ilgili bir lisans kullanılabilir veya bu koşul lisanslı materyali kitaplık olarak kullanan eserler için geçerli olmayabilir.
uk: Змінені версії має бути випущено за дотримання тих самих умов ліцензування при розповсюдженні ліцензованого матеріалу. У деяких випадках може бути використано подібні або пов'язані умови ліцензування або ці умови можуть бути незастосовними до робіт, де ліцензований матеріал використано як бібліотеку.
zh_tw: 散布授權的內容的時候修改部分必須以相同的授權條款釋出。有些時候可以使用類似或相關的授權條款；有些時候這個條件也可能不適用於將授權的內容作為函式庫使用的作品。

source: Same license (file)
ar: الترخيص نفسه (الملف)
ca: La mateixa llicència (fitxer)
ca@valencia: La mateixa llicència (fitxer)
es: Misma licencia (archivo)
eu: Lizentzia bera (fitxategia)
fr: Licence identique (fichier)
gl: Mesma licenza (ficheiro)
hi: समान लाइसेंस (फ़ाइल)
it: Stessa licenza (file)
ka: იგივე ლიცენზია (ფაილი)
ko: 같은 라이선스(파일)
lv: Tāda pati licence (datne)
nl: Zelfde licentie (bestand)
pl: Taka sama licencja (plik)
pt: Mesma licença (ficheiro)
pt_br: Mesma licença (arquivo)
sl: Isto dovoljenje (datoteka)
sv: Samma licens (fil)
tr: Aynı lisans (dosya)
uk: Збереження ліцензування (файл)
zh_tw: 相同授權條款（檔案）

source: Modifications of existing files must be released under the same license when distributing the licensed material. In some cases a similar or related license may be used.
ar: يجب إصدار تعديلات الملفات الحالية بموجب الترخيص نفسه عند توزيع المادة المرخصة. في بعض الحالات، يمكن استخدام ترخيص مماثل أو ذي صلة.
ca: Les modificacions dels fitxers existents s'han de publicar amb la mateixa llicència amb la qual es distribueix el material amb llicència. En alguns casos es pot utilitzar una llicència semblant o relacionada.
ca@valencia: Les modificacions dels fitxers existents s'han de publicar amb la mateixa llicència amb la qual es distribuïx el material amb llicència. En alguns casos es pot utilitzar una llicència pareixent o relacionada.
es: Las modificaciones de los archivos existentes se deben publicar bajo la misma licencia al distribuir el material licenciado. En algunos casos se puede usar una licencia similar o relacionada.
eu: Lizentziatutako materiala banatzean, lehendik dauden fitxategien aldaketak lizentzia berarekin askatu behar dira. Kasu batzuetan antzeko edo erlazionatutako lizentzia bat erabil liteke.
fr: Les modifications de fichiers existants doivent être publiées sous la même licence lors de la distribution des éléments sous licence. Dans certains cas, une licence similaire ou connexe peut être utilisée.
gl: As modificacións de ficheiros existentes deben publicarse coa mesma licenza cando se distribúa o material coa licenza. En algúns casos pode permitirse unha licenza similar ou relacionada.
hi: लाइसेंस प्राप्त सामग्री वितरित करते समय मौजूदा फ़ाइलों के संशोधनों को उसी लाइसेंस के तहत जारी किया जाना चाहिए। कुछ मामलों में समान या संबंधित लाइसेंस का उपयोग किया जा सकता है।
it: Le modifiche ai file esistenti devono essere rilasciate con la stessa licenza al momento della distribuzione del materiale concesso in licenza. In alcuni casi può essere utilizzata una licenza simile o correlata.
ka: არსებული ფაილების ცვლილება გივე ლიცენზიით უნდა გამოქვეყნდეს, რომელიც ლიცენზირებული მასალის გავრცელებისას გამოიყენებოდა. ზოგიერთ შემთხვევაში, შეიძლება, მსგავსი, ან მასთან დაკავშირებული ლიცენზიების გამოყენება.
ko: 기존 파일에서 수정된 부분은 라이선스된 저작물과 같은 라이선스로 배포되어야 합니다. 일부 경우에는 비슷하거나 연관된 라이선스를 사용할 수도 있습니다.
lv: Modificētu licencēto datni tālāk drīkst izplatīt tikai ar tādu pašu licenci. Dažos gadījumos ir iespējams izmantot līdzīgu vai saistītu licenci.
nl: Wijzigingen in bestaande bestanden moeten vrijgegeven worden onder dezelfde licentie bij distributie van het materiaal met licentie. In sommige gevallen mag een soortgelijk of gerelateerde licentie gebruikt worden.
pl: Zmiany w istniejących plikach muszą być wydane na zasadzie tej samej licencji podczas rozpowszechniania licencjonowanych elementów. W niektórych przypadkach może być użyta podobna lub pokrewna licencja.
pt: As modificações dos ficheiros existentes deverão ser lançadas segundo a mesma licença que a do material licenciado. Em alguns casos, poderá usar uma licença semelhante ou relacionada.
pt_br: Modificações de arquivos existentes devem ser liberadas sob a mesma licença ao distribuir o material licenciado. Em alguns casos, uma licença similar ou relacionada pode ser usada.
sl: Spremembe obstoječih datotek morajo biti objavljene pod istim dovoljenjem, ko se razširja gradivo pod tem dovoljenjem. V nekaterih primerih se lahko uporabi podobno ali sorodno dovoljenje.
sv: Ändringar av befintliga filer måste ges ut under samma licens när det licensierade materialet distribueras. I vissa fall kan en liknande eller relaterad licens användas.
tr: Lisanslı malzeme dağıtılırken mevcut dosyalardaki değişiklikler aynı lisans altında yayımlanmalıdır. Bazı durumlarda benzer veya ilgili bir lisans kullanılabilir.
uk: Змінені версії наявних файлів має бути випущено за дотримання тих самих умов ліцензування при розповсюдженні ліцензованого матеріалу. У деяких випадках може бути використано подібні або пов'язані умови ліцензування.
zh_tw: 散布授權的內容的時候對於現有的檔案的修改必須以相同的授權條款釋出。有些時候可以使用類似或相關的授權條款。

source: Liability
ar: المسؤولية
ca: Responsabilitat
ca@valencia: Responsabilitat
es: Responsabilidad
eu: Erantzukizuna
fr: Responsabilité
gl: Responsabilidade
hi: देयता
it: Responsabilità
ka: პასუხიმგებლობა
ko: 책임
lv: Atbildība
nl: Verplichtingen
pl: Odpowiedzialność
pt: Responsabilidade
pt_br: Responsabilidade
sl: Odgovornost
sv: Ansvarighet
tr: Yükümlülük
uk: Зобов'язання
zh_tw: 責任

source: This license includes a limitation of liability.
ar: يتضمن هذا الترخيص تحديدًا للمسؤولية.
ca: Aquesta llicència inclou una limitació de responsabilitat.
ca@valencia: Esta llicència inclou una limitació de responsabilitat.
es: Esta licencia incluye una limitación de responsabilidad.
eu: Lizentzia honek erantzukizun muga bat dakar.
fr: Cette licence inclut une restriction de responsabilité.
gl: Esta licenza inclúe unha limitación de responsabilidade.
hi: इस लाइसेंस में दायित्व की सीमा शामिल है।
it: Questa licenza include una limitazione di responsabilità.
ka: ეს ლიცენზია შეიცავს პასუხისმგებლობის შეზღუდვას.
ko: 이 라이선스에는 책임 제한 조건이 있습니다.
lv: Šī licence satur ierobežotu atbildību.
nl: Deze licentie omvat een beperking van aansprakelijkheid.
pl: Niniejsza licencja zawiera ograniczenie odpowiedzialności.
pt: Esta licença inclui uma limitação da responsabilidade.
pt_br: Esta licença inclui uma limitação de responsabilidade.
sl: To dovoljenje vključuje omejitev odgovornosti.
sv: Denna licens inkluderar en ansvarsbegränsning.
tr: Bu lisans bir sorumluluk sınırlaması içerir.
uk: Ці умови ліцензування включають обмеження відповідальності.
zh_tw: 這個授權條款包含限制責任條款。

source: Warranty
ar: الضمان
ca: Garantia
ca@valencia: Garantia
es: Garantía
eu: Bermea
fr: Garantie
gl: Garantía
hi: गारंटी
it: Garanzia
ka: გარანტია
ko: 보증
lv: Garantijas
nl: Garantie
pl: Gwarancja
pt: Garantia
pt_br: Garantia
sl: Garancija
sv: Garanti
tr: Garanti
uk: Гарантія
zh_tw: 擔保

source: This license explicitly states that it does NOT provide any warranty.
ar: ينص هذا الترخيص صراحةً على أنه لا يوفر أي ضمان.
ca: Aquesta llicència indica explícitament que NO proporciona cap garantia.
ca@valencia: Esta llicència indica explícitament que NO proporciona cap garantia.
es: Esta licencia establece explícitamente que NO proporciona ninguna garantía.
eu: Lizentzia honek esplizituki adierazten du EZ duela inolako bermerik ematen.
fr: Cette licence spécifie explicitement qu'elle ne fournit PAS de garantie.
gl: Esta licenza indica explicitamente que NON se fornece ningunha garantía.
hi: इस लाइसेंस में स्पष्ट रूप से कहा गया है कि यह कोई वारंटी प्रदान नहीं करता है।
it: Questa licenza afferma esplicitamente che NON fornisce alcuna garanzia.
ka: ლიცენზიაში ცალსახადაა ნათქვამი, რომ ის არ იძლევა გარანტიას.
ko: 이 라이선스는 보증을 제공하지 않음을 명시적으로 지정합니다.
lv: Šī licence īpaši norāda, ka tā nesniedz NEKĀDAS garantijas.
nl: Deze licentie bepaalt expliciet dat het GEEN garantie levert.
pl: Licencja ta wyraźnie stwierdza, że NIE udziela żadnej gwarancji.
pt: Esta licença indica explicitamente que NÃO oferece qualquer garantia.
pt_br: Esta licença declara explicitamente que NÃO fornece nenhuma garantia.
sl: To dovoljenje izrecno navaja, da NE zagotavlja nobene garancije.
sv: Denna licens anger uttryckligen att den INTE ger någon garanti.
tr: Bu lisans açıkça herhangi bir garanti VERMEDİĞİNİ belirtir.
uk: У цих умовах ліцензування напряму вказано, що НІЯКИХ гарантій не надається.
zh_tw: 這個授權條款明確表示它不提供擔保。

source: Trademark use
ar: استخدام العلامة التجارية
ca: Ús de marques comercials
ca@valencia: Ús de marques comercials
es: Uso de marca registrada
eu: Marka erregistratuen erabilera
fr: Utilisation d'une marque déposée
gl: Uso de marca
hi: ट्रेडमार्क उपयोग
it: Utilizzo del marchio
ka: სავაჭრო ნიშნის გამოყენება
ko: 상표권 사용
lv: Preču zīmes lietojums
nl: Gebruik van handelsmerk
pl: Używanie znaków towarowych
pt: Uso de marca registada
pt_br: Uso da marca
sl: Raba blagovne znamke
sv: Varumärkesanvändning
tr: Ticari marka kullanımı
uk: Використання товарного знаку
zh_tw: 商標使用

source: This license explicitly states that it does NOT grant trademark rights, even though licenses without such a statement probably do not grant any implicit trademark rights.
ar: ينص هذا الترخيص صراحةً على أنه لا يمنح حقوق العلامة التجارية، على الرغم من أن التراخيص التي لا تحتوي على مثل هذا البيان ربما لا تمنح أي حقوق ضمنية للعلامة التجارية.
ca: Aquesta llicència indica explícitament que NO atorga cap dret de marca comercial, tot i que les llicències sense aquesta declaració probablement no atorguen cap dret de marca comercial implícit.
ca@valencia: Esta llicència indica explícitament que NO atorga cap dret de marca comercial, tot i que les llicències sense esta declaració probablement no atorguen cap dret de marca comercial implícit.
es: Esta licencia establece explícitamente que NO otorga derechos de marca registrada, aunque las licencias sin tal declaración probablemente no otorgan ningún derecho implícito de marca registrada.
eu: Lizentzia honek era esplizituan adierazten du EZ duela marka erregistratuen gaineko eskubiderik aitortzen, nahiz eta horrelako adierazpenik gabeko lizentziek ziurrenik ez duten marka eskubide inpliziturik aitortzen.
fr: Cette licence stipule explicitement qu'elle n'accorde AUCUN droit de marque déposée, même si les licences n'ayant aucun article sur ce sujet, n'accordent probablement aucun droit implicite de marque déposée.
gl: A licenza indica explicitamente que NON concede dereitos de marca, aínda que as licenzas sen esa indicación probabelmente non concedan dereitos de marca de maneira implícita.
hi: इस लाइसेंस में स्पष्ट रूप से कहा गया है कि यह ट्रेडमार्क अधिकार प्रदान नहीं करता है, यद्यपि ऐसे कथन के बिना लाइसेंस संभवतः कोई अंतर्निहित ट्रेडमार्क अधिकार प्रदान नहीं करते हैं।
it: Questa licenza afferma esplicitamente che NON concede diritti di marchio, anche se le licenze senza tale dichiarazione probabilmente non concedono alcun diritto di marchio implicito.
ka: ამ ლიცენზიაში ცალსახად არის ნათქვამი, რომ იგი არ ანიჭებს სავაჭრო ნიშნის უფლებებს, მიუხედავად იმისა, რომ ასეთი განცხადების გარეშე ლიცენზიები, ალბათ, არ იძლევა რაიმე აშკარა უფლებებს სავაჭრო ნიშანზე.
ko: 이 라이선스는 상표권 사용권을 명시적으로 허가하지 않습니다. 이 조건이 없는 라이선스라고 하더라도 암시적인 상표권 사용을 허가하지는 않습니다.
lv: Šī licence īpaši norāda, ka NEPIEŠĶIR tiesības uz preču zīmi. Lai gan licences bez šāda paziņojuma visdrīzāk arī neļautu izmantot preču zīmes.
nl: Deze licentie bepaalt expliciet dat het GEEN recht geeft op het gebruik van het handelsmerk, hoewel licenties zonder zo'n bepaling waarschijnlijk geen impliciet recht geeft op het gebruik van het handelsmerk.
pl: Ta licencja wyraźnie stwierdza, że NIE przyznaje praw do znaków towarowych, mimo tego, że licencje bez takiego stwierdzenia, prawdopodobnie nie przyznają żadnych domniemanych praw do znaków towarowych.
pt: Esta licença indica explicitamente que NÃO concede direitos de marcas registadas, ainda que as licenças sem essa instrução não concedam provavelmente quaisquer direitos de marcas registadas implícitos.
pt_br: Esta licença declara explicitamente que NÃO concede direitos de marca registrada, embora licenças sem tal declaração provavelmente não concedam quaisquer direitos implícitos de marca registrada.
sl: To dovoljenje izrecno navaja, da NE podeljuje pravic do blagovnih znamk, čeprav dovoljenja brez takšne izjave verjetno ne dodeljujejo nobenih implicitnih pravic blagovne znamke.
sv: Denna licens anger uttryckligen att den INTE ger varumärkesrättigheter, även om licenser utan ett sådant uttalande förmodligen inte ger några implicita varumärkesrättigheter.
tr: Bu lisans, böyle bir beyanı olmayan lisanslar muhtemelen herhangi bir zımni ticari marka hakkı vermese de, ticari marka hakları VERMEDİĞİNİ açıkça belirtir.
uk: У цих умовах ліцензування напряму вказано, що вони не надають НІЯКИХ прав на торговельні марки, навіть хоча умови ліцензування без такого твердження, ймовірно, також не надають ніяких прав на торговельні марки неявним чином.
zh_tw: 這個授權條款明確表示它不提供商標權利，雖然沒有如此聲明的授權條款應該也不會默示提供任何商標權利。

source: This license explicitly states that it does NOT grant any rights in the patents of contributors.
ar: ينص هذا الترخيص صراحةً على أنه لا يمنح أي حقوق في براءات اختراع المساهمين.
ca: Aquesta llicència indica explícitament que NO atorga cap dret de patent dels col·laboradors.
ca@valencia: Esta llicència indica explícitament que NO atorga cap dret de patent dels col·laboradors.
es: Esta licencia establece explícitamente que NO otorga ningún derecho sobre las patentes de los contribuidores.
eu: Lizentzia honek era esplizituan adierazten du EZ duela kolaboratzaileen patenteen gaineko inolako eskubiderik aitortzen.
fr: Cette licence stipule explicitement qu'elle ne confère AUCUN droit sur les brevets des contributeurs.
gl: Esta licenza indica explicitamente que NON concede ningún dereito sobre as patentes das persoas contribuidoras.
hi: यह लाइसेंस स्पष्ट रूप से बताता है कि यह योगदानकर्ताओं के पेटेंट में कोई अधिकार प्रदान नहीं करता है।
it: Questa licenza afferma esplicitamente che NON concede alcun diritto sui brevetti dei contributori.
ka: ამ ლიცენზიაში ცალსახადაა ნათქვამი, რომ ის არ ანიჭებს რაიმე უფლებას მოხალისეებს.
ko: 이 라이선스는 기여자의 특허권 사용을 허가하지 않음을 명시적으로 지정합니다.
lv: Šī licence īpaši norāda, ka NEPIEŠĶIR nekādas tiesības saistībā ar dalībnieku patentiem.
nl: Deze licentie bepaalt expliciet dat het GEEN rechten geeft op het gebruik van patenten van hen die bijdroegen.
pl: Ta licencja wyraźnie stwierdza, że NIE przyznaje żadnych praw do patentów współtwórców.
pt: Esta licença indica explicitamente que NÃO concede direitos nas patentes dos contribuintes.
pt_br: Esta licença declara explicitamente que NÃO concede quaisquer direitos sobre as patentes dos colaboradores.
sl: To dovoljenje izrecno navaja, da NE dodeljuje nobenih pravic do patentov avtorjev prispevkov.
sv: Denna licens anger uttryckligen att den INTE ger några rättigheter till bidragsgivares patent.
tr: Bu lisans, katkıda bulunanların patentlerinde herhangi bir hak VERMEDEĞİNİ açıkça belirtir.
uk: У цих умовах ліцензування напряму вказано, що вони не надають НІЯКИХ прав власності на патенти учасників розробки.
zh_tw: 這個授權條款明確表示它不提供對於任何貢獻者專利的權利。
