Repository: KDE/licentia
Catalog: po/*/licentia.po
Languages: ar, ca, ca@valencia, es, eu, fr, gl, hi, it, ka, ko, lv, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_tw

source: Permissions of this copyleft license are conditioned on making available complete source code of licensed works and modifications under the same license or the GNU GPLv3. Copyright and license notices must be preserved. Contributors provide an express grant of patent rights. However, a larger work using the licensed work through interfaces provided by the licensed work may be distributed under different terms and without source code for the larger work.
ar: تتوقف أذونات ترخيص النسخ المتروك هذا على إتاحة شيفرة المصدر الكاملة للأعمال المرخصة والتعديلات بموجب الترخيص نفسه أو GNU GPLv3. يجب الحفاظ على حقوق النشر وإشعارات الترخيص. يوفر المساهمون منحة صريحة لحقوق براءات الاختراع. ومع ذلك، يمكن توزيع عمل أكبر يستخدم العمل المرخص من خلال واجهات يوفرها العمل المرخص بشروط مختلفة ودون شيفرة مصدر للعمل الأكبر.
ca: Els permisos d'aquesta llicència «copyleft» estan condicionats a fer disponible el codi font complet d'obres i modificacions segons la mateixa llicència o la GPLv3 de GNU. Cal mantenir els drets d'autor i els avisos de llicència. Els col·laboradors proporcionen un atorgament exprés dels drets de patent. No obstant això, un treball més gran utilitzant el treball amb llicència a través d'interfícies proporcionades per l'obra amb llicència es pot distribuir segons termes diferents i sense codi font per a l'obra més gran.
ca@valencia: Els permisos d'esta llicència «copyleft» estan condicionats a fer disponible el codi font complet d'obris i modificacions segons la mateixa llicència o la GPLv3 de GNU. Cal mantindre els drets d'autoria i els avisos de llicència. Els col·laboradors proporcionen un atorgament exprés dels drets de patent. No obstant açò, un treball més gran utilitzant el treball amb llicència a través d'interfícies proporcionades per l'obra amb llicència es pot distribuir segons termes diferents i sense codi font per a l'obra més gran.
es: Los permisos de esta licencia «copyleft» están condicionados a poner a disposición la totalidad del código fuente de las obras licenciadas y de sus modificaciones bajo la misma licencia o GNU GPLv3. Deben conservarse los avisos de derechos de autor y de licencia. Los contribuidores proporcionan una concesión expresa de derechos de patente. Sin embargo, una obra más grande que use la obra licenciada mediante las interfaces proporcionadas por la obra licenciada, puede distribuirse bajo diferentes condiciones y sin el código fuente de la obra más grande.
eu: Kopia-eskubideari uko egiteko («copyleft») lizentzia honen baimenak, lizentziatutako lanen eta aldaketen sorburu-kode osoa lizentzia beraren edo GNU GPLv3-ren pean eskuragarri jartzearen baldintzapean daude. Kopia eskubidea («copyright») eta lizentzia-oharrak gorde behar dira. Parte-hartzaileek patente eskubideen aitortza esplizitua ematen dute. Hala ere, lizentziatutako lana, azken honek hornitutako interfazeen bidez erabiltzen duen lan handiago bat beste baldintza batzuen pean bana daiteke, lan handiago horren sorburu-koderik gabe.
fr: Les autorisations de cette licence de copyleft sont conditionnées par la mise à disposition du code source complet des éléments sous licence et des modifications sous la même licence ou sous la licence « GNU GPLv3 ». Les notices de droits d'auteur et de licence doivent être conservées. Les contributeurs octroient une concession expresse des droits de brevet. Cependant, un élément de plus grande taille utilisant un élément sous licence grâce à des interfaces fournies par l'élément, peut être distribué sous des termes différents et sans le code source pour l'élément de plus grande taille.
gl: Os permisos desta licenza recíproca requiren poñer a disposición coa mesma licenza ou coa GNU GPLv3 ao código completo de obras coa licenza e modificacións. As notas de autoría e licenza deben manterse. As persoas contribuidoras conceden expresamente os dereitos de patentes. Porén, unha obra máis grande que usa a obra coa licenza mediante a interface fornecida pode publicarse cunha licenza distinta e sen o código fonte desa obra máis grande.
hi: इस कॉपीलेफ्ट लाइसेंस की अनुमतियाँ लाइसेंस प्राप्त कार्यों और संशोधनों के पूर्ण स्रोत कोड को उसी लाइसेंस या GNU GPLv3 के तहत उपलब्ध कराने पर आधारित हैं। कॉपीराइट और लाइसेंस नोटिस को संरक्षित किया जाना चाहिए। योगदानकर्ता पेटेंट अधिकारों का एक स्पष्ट अनुदान प्रदान करते हैं। हालाँकि, लाइसेंस प्राप्त कार्य द्वारा प्रदान किए गए इंटरफेस के माध्यम से लाइसेंस प्राप्त कार्य का उपयोग करने वाले एक बड़े कार्य को अलग-अलग शर्तों के तहत और बड़े कार्य के लिए स्रोत कोड के बिना वितरित किया जा सकता है।
it: I permessi di questa licenza copyleft sono condizionati dalla messa a disposizione del codice sorgente completo delle opere concesse in licenza e delle modifiche sotto la stessa licenza o GNU GPLv3. Gli avvisi di copyright e licenza devono essere conservati. I contributori forniscono un'espressa concessione di diritti di brevetto. Tuttavia, un'opera più grande che utilizza l'opera concessa in licenza tramite le interfacce fornite dall'opera in licenza può essere distribuita in termini diversi e senza codice sorgente per l'opera più grande.
ko: 이 카피레프트 라이선스의 허용 조건은 라이선스된 저작물 및 이를 포함하는 집합 저작물과 수정본의 전체 소스 코드가 같은 라이선스 또는 GPLv3으로 배포되어야 한다는 것입니다. 저작권과 라이선스 공지는 유지되어야 합니다. 기여자에게는 명시적으로 특허 사용권이 주어집니다. 라이선스된 저작물을 인터페이스를 통해서 사용하는 집합 저작물은 배포 시 소스 코드를 포함하지 않아도 되며, 다른 라이선스로 배포될 수 있습니다.
lv: Šī „copyleft“ licence nosaka, ka visi ar to licencētie darbi un to modifikācijas ir jāsniedz kopā ar pilnīgu pirmkodu, kas ir licencēts ar šo pašu licenci vai „GNU GPLv3“. Ir jāsaglabā visi autortiesību un licences paziņojumi. Dalībnieki īpaši nodot tiesības izmantot viņu patentu tiesības. Tomēr lielāks darbs, kas ir veidots caur saskarni, ko nodrošina licencētais darbs, var tikt izplatīts ar citiem noteikumiem un bez lielākā darba pirmkoda.
nl: Toestemmingen van deze copyleft licentie hebben bepalingen gericht op het beschikbaar maken van complete broncode van werken met een licentie en wijzigingen onder dezelfde licentie of de GNU GPLv3. Copyright- en licentiebepalingen moeten behouden blijven. Een groter werk, echter, die het werk met een licentie gebruikt via interfaces geleverd door dat werk mag gedistribueerd worden onder andere bepalingen en zonder broncode voor het grotere werk.
pl: Zezwolenia tej licencji typu copyleft są uwarunkowane udostępnieniem kompletnego kodu źródłowego licencjonowanych dzieł i ich zmian, na zasadzie tej samej licencji lub GNU GPLv3. Informacje o prawach autorskich i licencji muszą zostać zachowane. Współtwórcy zapewniają wyraźne przyznanie praw patentowych. Jednakże większe dzieło, wykorzystujące licencjonowany utwór, poprzez interfejsy dostarczone przez tenże utwór, może być rozpowszechniane na innych warunkach i bez kodu źródłowego dla większej dzieł.
pt: As permissões desta licença 'copyleft' estão condicionadas em tornar disponível o código-fonte completo dos trabalhos licenciados e das modificações segundo a mesma licença ou a GPLv3 da GNU. As notas de direitos de cópia e da licença deverão ser preservadas. Contudo, um trabalho de maior dimensão que use o trabalho licenciado através de interfaces fornecidas pelo trabalho licenciado poderão ser distribuídas segundo diferentes termos e sem o código-fonte do trabalho de maior dimensão.
pt_br: As permissões desta licença copyleft estão condicionadas à disponibilização do código-fonte completo das obras licenciadas e modificações sob a mesma licença ou a GNU GPLv3. Os avisos de direitos autorais e licença devem ser preservados. Os contribuidores concedem expressamente os direitos de patente. No entanto, uma obra maior que utilize a obra licenciada por meio de interfaces fornecidas pela obra licenciada pode ser distribuída sob termos diferentes e sem o código-fonte para a obra maior.
sl: Pravice tega dovoljenja s prepuščanjem pravic so pogojene z dajanjem na voljo javnosti celotne izvorne kode licenciranih del in spremenjenih del pod istim dovoljenjem ali pod dovoljenjem GNU GPLv3. Obvestila o avtorski pravici oz. pridržanju pravic in dovoljenju je potrebno ohraniti. Avtorji prispevkov zagotovijo izrecno podelitev patentnih pravic. Vendar se lahko večje delo, ki uporablja licencirano delo prek vmesnikov, ki jih zagotavlja licencirano delo, razširja pod drugačnimi pogoji in brez izvorne kode večjega dela.
sv: Tillstånd för denna copyleft-licens har som villkor att fullständig källkod för licensierade verk och modifieringar görs tillgänglig under samma licens eller GNU GPLv3. Upphovsrätts- och licensmeddelanden måste bevaras. Bidragsgivare ger ett uttryckligt beviljande av patenträttigheter. Ett större verk som använder det licensierade verket via gränssnitt som tillhandahålls av det licensierade verket kan dock distribueras under andra villkor och utan källkod för det större verket.
tr: Bu copyleft lisansının izinleri, aynı lisans veya GNU GPLv3 kapsamında lisanslı çalışmaların ve değişikliklerin eksiksiz kaynak kodunun kullanıma sunulması şartına bağlıdır. Telif hakkı ve lisans bildirimleri korunmalıdır. Katkıda bulunanlar, patent haklarının açık bir şekilde verilmesini sağlar. Ancak, lisanslı çalışmanın sağladığı arayüzler aracılığıyla lisanslı çalışmayı kullanan daha büyük bir çalışma, daha büyük çalışma için kaynak kodu olmadan farklı koşullar altında dağıtılabilir.
uk: Ці нестрогі умови ліцензування із юридично врегульованим лівим копіюванням вимагають забезпечення доступності до початкового коду ліцензованих робіт та змін до них за дотримання тих самих умов ліцензування або GNU GPLv3. Має бути збережено повідомлення щодо авторських прав та умови ліцензування. Автори надають явний доступ до патентних прав. Втім, ширші роботи, у яких використано ліцензовану роботу, може бути поширено за інших умов і без початкового коду файлів, які було додано у ширшій роботі.

source: This license is an additional set of permissions to the GNU GPLv3 license. Follow the instructions to apply the GNU GPLv3, in the root of your source code. Then add another file named COPYING.LESSER and copy the text.
ar: هذا الترخيص هو مجموعة إضافية من الأذونات لترخيص GNU GPLv3. اتبع الدليل لتطبيق GNU GPLv3، في جذر شيفرة المصدر الخاصة بك. ثم أضف ملفًا آخر اسمه COPYING.LESSER وانسخ النص.
ca: Aquesta llicència és un conjunt addicional de permisos per a la llicència GPLv3 de GNU. Seguiu les instruccions per a aplicar la GPLv3 de GNU, a l'arrel del codi font. A continuació, afegiu un altre fitxer anomenat COPYING.LESSER i copieu el text.
ca@valencia: Esta llicència és un conjunt addicional de permisos per a la llicència GPLv3 de GNU. Seguiu les instruccions per a aplicar la GPLv3 de GNU, en l'arrel del codi font. A continuació, afegiu un altre fitxer anomenat COPYING.LESSER i copieu el text.
es: Esta licencia es un conjunto adicional de permisos a la licencia GNU GPLv3. Siga las instrucciones para aplicar la GNU GPLv3 en la raíz de su código fuente. A continuación, añada otro archivo llamado COPYING.LESSER y copie el texto.
eu: Lizentzia hau GNU GPLv3 lizentziarekiko baimen multzo gehigarri bat da. Jarraitu GNU GPLv3 aplikatzeko jarraibideak, zure sorburu-kodearen erroan. Ondoren gehitu COPYING.LESSER izeneko beste fitxategi bat eta testua kopiatu.
fr: Cette licence est un ensemble supplémentaire d'autorisations vis à vis de la licence « GNU GPLv3 ». Veuillez suivre les instructions pour appliquer la licence « GNU GPLv3 », à la racine de votre code source. Veuillez ajouter ensuite un autre fichier nommé « COPYING.LESSER » et copier le texte.
gl: Esta licenza é unha extensión dos permisos da licenza GNU GPLv3. Siga as instrucións para aplicar a licenza GNU GPLv3, na raíz do código fonte. Despois engada outro ficheiro chamado «COPYING.LESSER» e copie o texto nel.
hi: यह लाइसेंस GNU GPLv3 लाइसेंस के लिए अनुमतियों का एक अतिरिक्त सेट है। अपने स्रोत कोड की जड़ में GNU GPLv3 को लागू करने के लिए निर्देशों का पालन करें। फिर COPYING.LESSER नाम की एक और फ़ाइल जोड़ें और टेक्स्ट को कॉपी करें।
it: Questa licenza è un insieme aggiuntivo di permessi alla licenza GNU GPLv3. Segui le istruzioni per applicare la GNU GPLv3, nella radice del tuo codice sorgente. Quindi aggiungi un altro file chiamato COPYING.LESSER e copia il testo.
ka: ეს ლიცენზია უფლებების დამატებითი ნაკრებია GNU GPLv3 ლიცენზიისთვის. მიჰყევით ინსტრუქციებს, რომ გამოიყენოთ GNU GPLv3. თქვენი წყარო კოდის ძირითად საქაღალდეში შექმენით კიდევ ერთი ფაილი სახელით COPYING.LESSER და ჩააკოპირეთ ტექსტი შიგნით.
ko: 이 라이선스는 GNU GPLv3 라이선스의 추가 권한입니다. 소스 코드의 루트 디렉터리에 GNU GPLv3에 적용되는 지시 사항을 따르십시오. 그 다음 COPYING.LESSER 파일을 추가하여 원문을 붙여 넣으십시오.
lv: Šī licence ir „GNU GPLv3“ licences papildu atļauju kopums. Ievērojiet instrukcijas, kā pievienot „GNU GPLv3“ licenci pirmkoda saknes mapei. Pēc tam pievienojiet vēl vienu datni ar nosaukumu COPYING.LESSER un tajā iekopējiet tekstu.
nl: Deze licentie is een extra set toestemmingen aan de GNU GPLv3 licentie. Volg de instructies om toestemming te vragen voor de GNU GPLv3, in de hoofdmap van uw broncode. Voeg daarna een ander bestand toe genaamd COPYING.LESSER en kopieer de tekst.
pl: Ta licencja to dodatkowy zestaw uprawnień do licencji GNU GPLv3. Postępuj zgodnie z instrukcjami, aby zastosować GNU GPLv3, w katalogu głównym swojego kodu źródłowego. Następnie dodaj kolejny plik o nazwie COPYING.LESSER i skopiuj tekst.
pt: Esta licença é um conjunto adicional de permissões à licença GPLv3 da GNU. Siga as instruções para aplicar a GPLv3 da GNU, na raiz do seu código-fonte. Depois adicione outro ficheiro chamado COPYING.LESSER e copie o texto.
pt_br: Esta licença é um conjunto adicional de permissões à licença GNU GPLv3. Siga as instruções para aplicar a GNU GPLv3 na raiz do seu código-fonte. Em seguida, adicione outro arquivo chamado COPYING.LESSER e copie o texto.
sl: To dovoljenje predstavlja dodaten nabor pravic k dovoljenju GNU GPLv3. Sledite navodilom za uporabo GNU GPLv3 v korenski mapi izvorne kode. Nato dodajte še eno datoteko z imenom COPYING.LESSER in kopirajte besedilo.
sv: Denna licens är en ytterligare uppsättning behörigheter till GNU GPLv3-licensen. Följ instruktionerna för att tillämpa GNU GPLv3, i roten av din källkod. Lägg sedan till en annan fil med namnet COPYING.LESSER och kopiera texten.
tr: Bu lisans, GNU GPLv3 lisansına ek bir dizi izindir. Kaynak kodunuzun kökündeki GNU GPLv3'ü uygulamak için talimatları izleyin. Ardından COPYING.LESSER adlı başka bir dosya ekleyin ve metni kopyalayın.
uk: У цих умовах ліцензування передбачено додатковий набір прав щодо умов ліцензування GNU GPLv3. Виконуйте настанов, щоб застосувати GNU GPLv3 у кореневій теці початкового коду. Далі, додайте інший файл із назвою COPYING.LESSER і скопіюйте текст.
