Repository: KDE/licentia
Catalog: po/*/licentia.po
Languages: ar, ca, ca@valencia, es, eu, fr, gl, hi, it, ka, ko, lv, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_tw

source: For REUSE compliance, copy the text of the license into a file named %1.txt, it must be placed in the LICENSES/ directory in the root of your source code.
ar: للامتثال لـ REUSE، انسخ نص الترخيص إلى ملف اسمه %1.txt، ويجب وضعه في مجلد LICENSES/ في جذر شيفرة المصدر الخاصة بك.
ca: Per al compliment del REUSE, copieu el text de la llicència a un fitxer anomenat %1.txt, que s'ha de situar al directori LICENSES/ a l'arrel del codi font.
ca@valencia: Per al compliment de REUSE, copieu el text de la llicència a un fitxer anomenat %1.txt, que s'ha de situar en el directori LICENSES/ en l'arrel del codi font.
es: Para compatibilidad con REUSE, copie el texto de la licencia en un archivo con el nombre %1.txt; se debe situar en el directorio LICENSES/ en la raíz de su código fuente.
eu: REUSE estandarra betetzeko, kopiatu lizentziaren testua %1.txt izeneko fitxategi batean, zure sorburu-kodearen erroko LICENSES/ direktorioan kokatu behar da.
fr: Pour la conformité « REUSE », copiez le texte de la licence dans un fichier nommé « %1.txt ». Ce fichier doit être placé dans le dossier « LICENSES/ » à la racine de votre code source.
gl: Para cumprir con REUSE, copie o texto da licenza nun ficheiro chamado «%1.txt» e colóqueo no cartafol «LICENSES/» dentro do cartafol raíz do código fonte.
hi: REUSE अनुपालन के लिए, लाइसेंस के पाठ को %1.txt नामक फ़ाइल में कॉपी करें, इसे आपके स्रोत कोड के मूल में LICENSES/ निर्देशिका में रखा जाना चाहिए।
it: Per la conformità REUSE, copia il testo della licenza in un file denominato %1.txt, che deve essere inserito nella directory LICENSES/ nella radice del codice sorgente.
ka: REUSE-სთან თავსებადობისთვის, დააკოპირეთ ლიცენზიის ტექსტი ფაილში სახელით %1.txt ის თქვენი წყარო კოდის ძირითადი საქაღალდის LICENSES/ საქაღალდეში უნდა მოათავსოთ.
ko: REUSE 호환성을 위해서 라이선스 전문을 %1.txt 파일로 복사하십시오. 소스 코드의 루트 디렉터리의 LICENSES/ 디렉터리 아래에 있어야 합니다.
lv: Lai atbilstu ATKĀRTOTAS LIETOŠANAS noteikumiem, kopējiet licences tekstu datnē ar nosaukumu %1.txt. Šai datnei ir jāatrodas jūsu pirmkoda pamata mapes LICENSES/ mapē.
nl: Voor overeenkomen met REUSE, kopieer de tekst van de licentie in een bestand genaamd %1.txt, het moet geplaatst worden in de map LICENSES/ in de hoofdmap van uw broncode.
pl: W celu zachowania zgodności z zasadami PONOWNEGO UŻYCIA, skopiuj tekst licencji do pliku o nazwie %1.txt, musi on być umieszczony w katalogu o nazwie LICENSES, w głównym twojego kodu źródłowego.
pt: Para conformidade com o REUSE, copie o texto da licença para um ficheiro chamado %1.txt, que deverá ser colocado na pasta LICENSES/ no topo do seu código-fonte.
pt_br: Para conformidade com a REUTILIZAÇÃO, copie o texto da licença em um arquivo chamado %1.txt. Ele deve ser colocado no diretório LICENSES/ na raiz do seu código-fonte.
sl: Za skladnost z določili ponovne rabe (REUSE) kopirajte besedilo dovoljenja v datoteko z imenom %1.txt in jo postavite v imenik LICENCES/ v korenski mapi izvorne kode.
sv: För efterlevnad av ÅTERANVÄNDNING, kopiera texten i licensen till en fil med namnet %1.txt. Den måste placeras i katalogen LICENSES/ i roten av din källkod.
tr: REUSE uyumluluğu için, lisans metnini %1.txt adlı bir dosyaya kopyalayın; kaynak kodunuzun kökündeki LICENSES/ dizinine yerleştirilmelidir.
uk: Для сумісності із REUSE скопіюйте текст умов ліцензування до файла із назвою %1.txt. Цей файл має бути збережено у підкаталозі LICENSES/ кореневого каталогу вашого початкового коду.
zh_tw: 要遵照 REUSE 常規，請將授權條款文字複製到名為 %1.txt 的檔案，並且必須將其放在原始碼頂層目錄的 LICENSES/ 目錄中。

source: The Academic Free License is a variant of the Open Software License that does not require that the source code of derivative works be disclosed. It contains explicit copyright and patent grants and reserves trademark rights in the author.
ar: ترخيص Academic Free License هو متغير من ترخيص Open Software License لا يتطلب كشف شيفرة مصدر الأعمال المشتقة. يحتوي على منح صريحة لحقوق النشر وبراءات الاختراع ويحتفظ بحقوق العلامة التجارية للمؤلف.
ca: La Llicència Lliure Acadèmica és una variant de la Llicència de Programari Obert que no requereix que el codi font d'obres derivades es divulgui. Conté drets d'autor explícits i concessió de patents i reserva els drets de marca comercial a l'autor.
ca@valencia: La Llicència Lliure Acadèmica és una variant de la Llicència de Programari Obert que no requerix que el codi font d'obris derivades es divulgui. Conté drets d'autoria explícits i concessió de patents i reserva els drets de marca comercial a l'autor.
es: La Academic Free License es una variante de licencia de software abierto que no requiere que se divulgue el código fuente de los trabajos derivados. Contiene patentes y derechos de autor explícitos y se reserva los derechos de marca registrada del autor.
eu: AFL (Academic Free License) lizentzia OSL (Open Software License) lizentziaren aldaera bat da, eta ez du lan eratorrien sorburu-kodea ezagutaraztea eskatzen. Kopia- eta patente-eskubideen aitortza esplizituak ditu, eta egilearen marka-eskubideak erreserbatzen ditu.
fr: La Licence Libre Académique est une variante de la Licence de Logiciels Ouverts, n'exigeant pas que le code source des éléments dérivés soit divulgué. Elle contient explicitement des droits d'auteur et de brevets et réserve les droits de marque déposés à l'auteur.
gl: A «Licenza libre académica» (Academic Free License) é unha variante da «Licenza de programas abertos» (Open Software License) que non obriga a publicar o código fonte dos traballos derivados. Concede explicitamente dereito de copia e de patentes e reserva os dereitos de marca para as persoas autoras.
hi: अकादमिक मुक्त लाइसेंस ओपन सॉफ्टवेयर लाइसेंस का एक प्रकार है जिसके लिए व्युत्पन्न कार्यों के स्रोत कोड का खुलासा करना आवश्यक नहीं है। इसमें स्पष्ट कॉपीराइट और पेटेंट अनुदान शामिल हैं और लेखक में ट्रेडमार्क अधिकार सुरक्षित हैं।
it: La Licenza Academic Free è una variante della Licenza Open Software che non richiede la divulgazione del codice sorgente delle opere derivate. Contiene esplicite concessioni di copyright e brevetti e si riserva i diritti sui marchi dell'autore.
ka: აკადემიური თავისუფალი ლიცენზია ღია პროგრამული უზრუნველყოფის ლიცენზიის ვარიანტია, რომელსაც არ სჭირდება პროგრამიდან მიღებული კოდის წყარო კოდის გამოჩენა. ის შეიცავს მკაცრ საავტორო და პატენტის უფლებებს და საავტორო უფლებებს ავტორს უნარჩუნებს.
ko: 아카데믹 프리 라이선스(AFL)는 오픈 소프트웨어 라이선스(OSL)의 파생형으로, 파생 저작물의 소스 코드를 공개할 필요가 없습니다. 명시적인 저작권 및 특허권 허가가 포함되어 있으며 저작권자가 상표권을 갖습니다.
lv: „Academic Free License“ ir atvērtā koda licence, kas nepieprasa, lai atvasināto darbu pirmkods tiktu atklāts. Tā satur īpašas autortiesību un patentu piešķīrumus, bet preču zīmes rezervē tās autoram.
nl: De Academic Free License is een variant van de Open Software License die niet vereist dat de broncode van afgeleide werken ontsloten wordt. Het bevat expliciet geven van copyright- en patentrechten en gereserveerde handelsmerken van de auteur.
pl: Licencja Academic Free jest odmianą licencji typu Open Source, która nie wymaga ujawnienia kodu źródłowego utworów pochodnych. Zawiera wyraźne przyznanie praw autorskich i patentowych oraz zastrzega prawa do znaków towarowych dla autora.
pt: A Academic Free License é uma variante da Open Software License que não obriga que o código-fonte do trabalho derivado seja divulgado. Contém a cedência de patentes e direitos de cópia e reserva os direitos de marcas registadas no autor.
pt_br: A Licença Acadêmica Livre é uma variante da Licença de Software Aberto que não exige a divulgação do código-fonte de trabalhos derivados. Ela contém direitos autorais e concessões de patentes explícitos e reserva direitos de marca registrada ao autor.
sl: Dovoljenje AFL (Academic Free License) je različica dovoljenja za odprto programsko opremo, ki ne zahteva razkritja izvorne kode izvedenih del. Vsebuje izrecno avtorsko pravico in dodelitev patenta ter pridržuje pravice do blagovne znamke avtorju.
sv: Academic Free License är en variant av Open Software License som inte kräver att källkoden för härledda verk avslöjas. Den innehåller explicit upphovsrätt och patent och förbehåller sig varumärkesrättigheter för författaren.
tr: Akademik Ücretsiz Lisans, Açık Yazılım Lisansının türev çalışmaların kaynak kodunun açıklanmasını gerektirmeyen bir çeşididir. Açık telif hakkı ve patent hibeleri içerir ve yazardaki ticari marka haklarını saklı tutar.
uk: Academic Free License є варіантом ліцензування з відкритим кодом, який не потребує розкриття початкового коду похідних робіт. У цих умовах явним чином визначено авторські і патентні права та зарезервовано за автором торговельну марку.
zh_tw: Academic Free License（學術自由授權條款）是一個不要求衍生作品告知原始碼的開源授權條款。它包含明言的著作權與專利授權，並為作者保留商標權。

source: Create a text file (typically named LICENSE or LICENSE.txt) in the root of your source code and copy the text of the license into the file. Files licensed under AFL 3.0 must also include the notice "Licensed under the Academic Free License version 3.0" adjacent to the copyright notice.
ar: أنشئ ملفًا نصيًا (عادة ما يكون اسمه LICENSE أو LICENSE.txt) في جذر شيفرة المصدر الخاصة بك وانسخ نص الترخيص في الملف. يجب أن تتضمن الملفات المرخصة بموجب AFL 3.0 أيضًا إشعار "Licensed under the Academic Free License version 3.0" بجوار إشعار حقوق النشر.
ca: Creeu un fitxer de text (normalment anomenat LICENSE o LICENSE.txt) a l'arrel del codi font i copieu el text de la llicència al fitxer. Els fitxers amb llicència AFL 3.0 també han d'incloure l'avís «Licensed under the Academic Free License version 3.0» («Llicència segons la versió 3.0 de la Llicència lliure acadèmica») adjacent a la nota de copyright.
ca@valencia: Creeu un fitxer de text (normalment anomenat LICENSE o LICENSE.txt) en l'arrel del codi font i copieu el text de la llicència en el fitxer. Els fitxers amb llicència AFL 3.0 també han d'incloure l'avís «Licensed under the Academic Free License version 3.0» («Llicència segons la versió 3.0 de la Llicència lliure acadèmica») adjacent a la nota de copyright.
es: Cree un archivo de texto (normalmente con el nombre LICENSE o LICENSE.txt) en la raíz de su código fuente y copie el texto de la licencia en dicho archivo. Los archivos con licencia AFL 3.0 también deben incluir el aviso «Licensed under the Academic Free License versión 3.0» junto al aviso de copyright.
eu: Sortu testu-fitxategi bat (LICENSE edo LICENSE.txt deitu ohi zaio) zure sorburu-kodearen erroan eta kopiatu lizentziaren testua fitxategian. AFL 3.0 lizentziapean dauden fitxategiek "Licensed under the Academic Free License version 3.0" oharra ere izan behar dute copyright oharraren ondoan.
fr: Créez un fichier de type texte (généralement nommé « LICENSE » ou « LICENSE.txt ») à la racine de votre code source et copiez le texte de la licence dans ce fichier. Les fichiers sous licence « AFL 3.0 » doivent également inclure l'avis « Autorisé sous Licence Académique Libre version 3.0 » adjacent à l'avis de droits d'auteur.
gl: Cree un ficheiro de texto (adoita chamarse «LICENSE» ou «LICENSE.txt») no cartafol raíz do código fonte e copie nel o texto da licenza. Os ficheiros con licenza AFL 3.0 deben incluír ademais a nota «Licensed under the Academic Free License version 3.0» (coa versión 3 da Licenza libre académica) canda a nota de dereito de copia.
hi: अपने सोर्स कोड के मूल में एक टेक्स्ट फ़ाइल (आमतौर पर LICENSE या LICENSE.txt नाम से) बनाएँ और लाइसेंस के टेक्स्ट को फ़ाइल में कॉपी करें। AFL 3.0 के तहत लाइसेंस प्राप्त फ़ाइलों में कॉपीराइट नोटिस के बगल में "अकादमिक फ्री लाइसेंस संस्करण 3.0 के तहत लाइसेंस प्राप्त" नोटिस भी शामिल होना चाहिए।
it: Crea un file di testo (di solito denominato LICENSE o LICENSE.txt) nella radice del codice sorgente e copia il testo della licenza nel file. I file concessi in licenza nei termini dell'AFL 3.0 devono includere anche l'avviso Licenziato nei termini della Academic Free License versione 3.0» accanto all'avviso di copyright.
ka: შექმენით ტექსტური ფაილი (ჩვეულებრივ, სახელით LICENSE ან LICENSE.txt) თქვენი წყარო კოდის ძირითად საქაღალდეში და დააკოპირეთ ლიცენზიის ტექსტი იმ ფაილში. ფაილები, რომლებიც APL 3.0 ლიცენზიით ვრცელდება, ლიცენზიის შეტყობინებასთან ახლოს უნდა შეიცავდეს ტექსტს "Licensed under the Academic Free License version 3.0".
ko: 소스 코드의 루트 디렉터리에 텍스트 파일(대개 LICENSE 또는 LICENSE.txt)을 생성한 후 라이선스 원문을 파일에 붙여 넣으십시오. AFL 3.0으로 라이선스된 파일은 저작권 고지와 함께 "Licensed under the Academic Free License version 3.0" 문구가 포함되어야 합니다.
lv: Pirmkoda pamata mapē izveidojiet teksta datni (parasti to sauc LICENSE vai LICENSE.txt) un tajā iekopējiet licences tekstu. Datnēm, kas ir licencētas ar AFL 3.0, blakus autortiesību paziņojumam ir jāsatur arī paziņojums „Licensed under the Academic Free License version 3.0“.
nl: Maak een tekstbestand (typisch genaamd LICENSE of LICENSE.txt) in de hoofdmap van uw broncode en kopieer de tekst van de licentie in het bestand. Bestanden met een licentie onder AFL 3.0 moeten ook de notitie "Licensed under the Academic Free License version 3.0" bevatten naast de copyright bepaling.
pl: Utwórz plik tekstowy (zwykle o nazwie LICENSE lub LICENSE.txt) w katalogu głównym swojego kodu źródłowego i skopiuj do niego tekst licencji. Pliki licencjonowane na podstawie AFL 3.0 muszą również zawierać informację "Licencjonowane na podstawie Academic Free License w wersji 3.0" obok informacji o prawach autorskich.
pt: Crie um ficheiro de texto (tipicamente chamado LICENSE ou LICENSE.txt) na raiz do seu código-fonte e copie o texto da licença para o ficheiro. Os ficheiros licenciados com a AFL 3.0 deverá incluir também a nota "Licenciado segundo a Academic Free License na versão 3.0" adjacente à nota de direitos de cópia.
pt_br: Crie um arquivo de texto (normalmente chamado LICENSE ou LICENSE.txt) na raiz do seu código-fonte e copie o texto da licença para o arquivo. Arquivos licenciados sob a AFL 3.0 também devem incluir o aviso "Licenciado sob a Licença Livre Acadêmica versão 3.0" ao lado do aviso de direitos autorais.
sl: Ustvarite besedilno datoteko (običajno imenovano LICENCA ali LICENCA.txt) v korenski mapi izvorne kode in kopirajte besedilo dovoljenja v datoteko. Datoteke z dovoljenjem AFL 3.0 morajo vključevati tudi obvestilo »Objavljeno pod dovoljenjem AFL 3.0 / Licensed under the Academic Free License version 3.0« poleg obvestila o avtorski pravici.
sv: Skapa en textfil (vanligen kallad LICENSE eller LICENSE.txt) i roten av din källkod och kopiera licenstexten till filen. Filer licensierade under AFL 3.0 måste även innehålla meddelandet "Licensierad under Academic Free License version 3.0" bredvid upphovsrättsmeddelandet.
tr: Kaynak kodunuzun kökünde bir metin dosyası (genellikle LICENSE veya LICENSE.txt olarak adlandırılır) oluşturun ve lisans metnini dosyaya kopyalayın. AFL 3.0 kapsamında lisanslanan dosyalar, telif hakkı bildiriminin bitişiğinde "Akademik Ücretsiz Lisans sürüm 3.0 kapsamında lisanslanmıştır" bildirimini de içermelidir.
uk: Створітьи текстовий файл (зазвичай, із назвою LICENSE або LICENSE.txt) у кореневій теці вашого початкового коду і скопіюйте текст умов ліцензування до цього файла. До файлів, які ліцензовано за умов дотримання AFL 3.0, також має бути включено нотатку «Licensed under the Academic Free License version 3.0» десь поряд із повідомленням щодо авторських прав.
zh_tw: 在原始碼頂層目錄建立一個文字檔案（通常叫做 LICENSE 或 LICENSE.txt），然後將授權條款文字複製到該檔案當中。以 AFL 3.0 授權的檔案也必須在著作權聲明旁包含 "Licensed under the Academic Free License version 3.0"（意思：以《學術自由授權條款》第三版授權）聲明。

source: A permissive license whose main conditions require preservation of copyright and license notices. Contributors provide an express grant of patent rights. Licensed works, modifications, and larger works may be distributed under different terms and without source code.
ar: ترخيص متسامح تتطلب شروطه الرئيسية الحفاظ على حقوق النشر وإشعارات الترخيص. يوفر المساهمون منحة صريحة لحقوق براءات الاختراع. يمكن توزيع الأعمال المرخصة والتعديلات والأعمال الأكبر بشروط مختلفة ودون شيفرة المصدر.
ca: Una llicència permissiva les condicions principals de la qual requereixen el manteniment dels drets d'autor i els avisos de la llicència. Els col·laboradors proporcionen un atorgament exprés dels drets de patent. Les obres llicenciades, les modificacions i les obres més grans es poden distribuir segons diferents termes i sense codi font.
ca@valencia: Una llicència permissiva les condicions principals de la qual requerixen el manteniment dels drets d'autoria i els avisos de la llicència. Els col·laboradors proporcionen un atorgament exprés dels drets de patent. Les obres llicenciades, les modificacions i les obris més grans es poden distribuir segons diferents termes i sense codi font.
es: Una licencia permisiva cuyas condiciones principales requieren la preservación de los avisos de derechos de autor y licencia. Los contribuidores proporcionan una concesión expresa de derechos de patente. Los trabajos licenciados, las modificaciones y los trabajos mayores se pueden distribuir bajo diferentes términos y sin código fuente.
eu: Bere baldintza nagusiek kopia-eskubideen eta lizentzien oharren kontserbazioa eskatzen duten lizentzia permisibo bat. Parte-hartzaileek patenteen eskubideen aitortza esplizitua eskaintzen dute. Lizentziatutako lanak, aldaketak eta lan handiagoak beste baldintza batzuen pean eta sorburu-koderik gabe bana daitezke.
fr: Une licence permissive dont les principales conditions exigent la conservation des avis de droits d'auteur et de notes de licence. Les contributeurs accordent expressément des droits de brevet. Les éléments sous licence, les modifications et les éléments de plus grande taille peuvent être distribués selon différents termes et sans code source.
gl: Unha licenza permisiva cuxas principais condicións requiren manter as notas de dereito de copia e licenza. A xente contribuidora concede expresamente dereitos de patentes. Os traballos coa licenza, as modificacións, e as obras máis grandes poden distribuírse con termos distintos e sen o código fonte.
hi: एक अनुमेय लाइसेंस जिसकी मुख्य शर्तों में कॉपीराइट और लाइसेंस नोटिस के संरक्षण की आवश्यकता होती है। योगदानकर्ता पेटेंट अधिकारों का एक स्पष्ट अनुदान प्रदान करते हैं। लाइसेंस प्राप्त कार्य, संशोधन और बड़े कार्य अलग-अलग शर्तों के तहत और स्रोत कोड के बिना वितरित किए जा सकते हैं।
it: Una licenza permissiva le cui condizioni principali richiedono la conservazione del diritto d'autore e degli avvisi di licenza. I contributori forniscono un'espressa concessione di diritti di brevetto. Le opere concesse in licenza, le modifiche e le opere più grandi possono essere distribuite in termini diversi e senza codice sorgente.
ko: 주요 조건으로 저작권 및 라이선스 고지가 포함되어야 하는 허용적 라이선스입니다. 기여자는 명시적으로 특허권의 사용 허가를 받습니다. 라이선스된 저작물, 수정본, 집합 저작물은 소스 코드 없이 다른 라이선스로 배포될 수 있습니다.
lv: Liberālo licenču pamata noteikums ir saglabāt autortiesības un licences paziņojumus. Dalībnieki sniedz īpašu atļauju izmantot viņu patentus. Licencētos darbus, modifikācijas un lielākos darbus drīkst izplatīt arī ar citu licenci, nesniedzot pirmkodu.
nl: Een toegefelijke licentie waarvan de hoofdbepalingen behoud van copyrightrechten en licentie bepalingen vereisen. Zij die bijdroegen geven expliciet patentrechten. Werken onder licentie, wijzigingen en groter werken kunnen gedistribueerd worden onder verschillende bepalingen en zonder broncode.
pl: Licencja słaba, której główne warunki wymagają zachowania praw autorskich oraz informacji o licencji. Współtwórcy zapewniają wyraźne przyznanie praw patentowych. Licencjonowane utwory, zmiany i większe dzieła mogą być rozpowszechniane na innych warunkach i bez kodu źródłowego.
pt: Uma licença permissiva cujas condições principais obrigam à preservação das notas de direitos de cópia e da licença. Os contribuintes fornecem uma cedência expressa dos direitos de patentes. Os trabalhos licenciados, modificações e trabalhos de maior dimensão poderão ser distribuídos segundo diferentes termos e sem código-fonte.
pt_br: Uma licença permissiva cujas principais condições exigem a preservação de direitos autorais e avisos de licença. Os contribuidores concedem expressamente os direitos de patente. Obras licenciadas, modificações e obras maiores podem ser distribuídas sob termos diferentes e sem código-fonte.
sl: Permisivna licenca, katere glavni pogoji zahtevajo ohranitev obvestil o avtorski pravici in dovoljenju. Avtorji prispevkov zagotavljajo izrecno podelitev patentnih pravic. Licencirana dela, spremembe in večja dela se lahko razširjajo pod različnimi pogoji in brez izvorne kode.
sv: En tolerant licens vars huvudsakliga villkor kräver bevarande av upphovsrätt och licensmeddelanden. Bidragsgivare ger ett uttryckligt beviljande av patenträttigheter. Licensierade verk, modifieringar och större verk kan distribueras under andra villkor och utan källkod.
tr: Temel koşulları telif hakkı ve lisans bildirimlerinin korunmasını gerektiren izin veren bir lisans. Katkıda bulunanlar, patent haklarının açık bir şekilde verilmesini sağlar. Lisanslı çalışmalar, değişiklikler ve daha büyük çalışmalar, farklı koşullar altında ve kaynak kodu olmadan dağıtılabilir.
uk: Нестрогі умови ліцензування, основним призначенням яких є збереження авторських прав та повідомлень про умови ліцензування. Автори надають дані щодо патентування вмісту. Ліцензовані роботи, змінені роботи та доповнені роботи можна поширювати за інших умов і без початкового коду.
