Repository: KDE/licentia
Catalog: po/*/licentia.po
Languages: ar, ca, ca@valencia, es, eu, fr, gl, hi, it, ka, ko, lv, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_tw

source: Permissions of this strong copyleft license are conditioned on making available complete source code of licensed works and modifications, which include larger works using a licensed work, under the same license. Copyright and license notices must be preserved. Contributors provide an express grant of patent rights.
ar: تتوقف أذونات ترخيص النسخ المتروك القوي هذا على إتاحة شيفرة المصدر الكاملة للأعمال المرخصة والتعديلات، والتي تشمل الأعمال الأكبر التي تستخدم عملًا مرخصًا، بموجب الترخيص نفسه. يجب الحفاظ على حقوق النشر وإشعارات الترخيص. يوفر المساهمون منحة صريحة لحقوق براءات الاختراع.
ca: Els permisos d'aquesta llicència de «copyleft» fort estan condicionats a fer disponible el codi font complet d'obres i modificacions llicenciades, que inclouen obres més grans utilitzant una obra llicenciada, segons la mateixa llicència. Cal mantenir els drets d'autor i els avisos de llicència. Els col·laboradors proporcionen un atorgament exprés dels drets de patent.
ca@valencia: Els permisos d'esta llicència de «copyleft» fort estan condicionats a fer disponible el codi font complet d'obris i modificacions llicenciades, que inclouen obris més grans utilitzant una obra llicenciada, segons la mateixa llicència. Cal mantindre els drets d'autoria i els avisos de llicència. Els col·laboradors proporcionen un atorgament exprés dels drets de patent.
es: Los permisos de esta fuerte licencia «copyleft» están condicionados a la disponibilidad de la totalidad del código fuente de las obras licenciadas y de sus modificaciones, lo que incluye a obras más grandes que utilizan una obra licenciada bajo la misma licencia. Se deben conservar los avisos de derechos de autor y de licencia. Los contribuidores proporcionan una concesión expresa de derechos de patente.
eu: Kopia-eskubideari uko egiteko («copyleft») lizentzia irmo honen baimenak, lizentziatutako lanen eta aldaketen sorburu-kode osoa, lizentziatutako lan bat erabiltzen duten lan handiagoena barne, lizentzia beraren pean jartzean baldintzatuta daude. Parte-hartzaileek patente-eskubideen berariazko aitortza ematen dute.
fr: Les autorisations de cette licence forte de copyleft sont conditionnées pour rendre disponible le code source complet des éléments et des modifications sous licence, incluant des éléments de plus grande taille utilisant un élément sous licence, sous la même licence. Les notices de droits d'auteur et de licence doivent être préservées. Les contributeurs octroient une concession expresse des droits de brevet.
gl: Os permisos desta licenza fortemente recíproca requiren poñer a disposición coa mesma licenza ao código fonte completo das obras coa licenza e modificacións, incluídas obras máis grandes que usen unha obra coa licenza. As notas de autoría e licenza deben manterse. As persoas contribuidoras conceden expresamente dereitos de patentes.
hi: इस सशक्त कॉपीलेफ्ट लाइसेंस की अनुमति लाइसेंस प्राप्त कार्यों और संशोधनों का पूरा स्रोत कोड उपलब्ध कराने पर आधारित है, जिसमें लाइसेंस प्राप्त कार्य का उपयोग करके बड़े कार्य शामिल हैं, उसी लाइसेंस के तहत। कॉपीराइट और लाइसेंस नोटिस को संरक्षित किया जाना चाहिए। योगदानकर्ता पेटेंट अधिकारों का स्पष्ट अनुदान प्रदान करते हैं।
it: I permessi di questa forte licenza copyleft sono condizionati dalla messa a disposizione del codice sorgente completo delle opere concesse in licenza e delle modifiche, che includono opere più grandi che utilizzano un'opera concessa in licenza, sotto la stessa licenza. Gli avvisi di copyright e licenza devono essere conservati. I contributori forniscono un'espressa concessione dei diritti di brevetto.
ko: 강력한 카피레프트 라이선스의 허용 조건은 라이선스된 저작물 및 이를 포함하는 집합 저작물과 수정본의 전체 소스 코드가 같은 라이선스로 배포되어야 한다는 것입니다. 저작권과 라이선스 공지는 유지되어야 합니다. 기여자에게는 명시적으로 특허 사용권이 주어집니다.
lv: Šīs stiprās „copyleft“ licences noteikumi nosaka, ka visam licencēto darbu un to modifikāciju pirmkodam ir jābūt pieejamam ar šo pašu licenci, kas ietver arī lielākos darbus, kas izmanto ar šo licencēto licencētu darbu. Ir jāsaglabā autortiesības un licences. Dalībnieki piešķir īpašas tiesības izmantot viņu patentu tiesības.
nl: Toestemmingen van deze sterke copyleft licentie zijn gericht op het beschikbaar maken van complete broncode van werken en wijzigingen onder licentie, wat omvat grotere werken die een werk met licentie, onder dezelfde licentie beschikbaar maken. Copyright- en licentiebepalingen moeten behouden blijven. Zij die bijdragen leveren een uitdrukkelijke toestemming voor gebruik van patentrechten.
pl: Pozwolenia tej silnej licencji typu copyleft są uwarunkowane udostępnieniem kompletnego kodu źródłowego licencjonowanych dzieł i ich zmian, które obejmują większe dzieła wykorzystujące licencjonowany utwór, na zasadach tej samej licencji. Informacje o prawach autorskich i licencji muszą zostać zachowane. Współtwórcy udzielają wyraźnej zgody na prawa patentowe.
pt: As permissões desta licença de 'copyleft' forte estão condicionadas na disponibilização do código-fonte completo dos trabalhos licenciados e das modificações, as quais incluem os trabalhos maiores que usam um trabalho licenciado segundo a mesma licença. As notas de direitos de cópia e das licenças devem ser preservados. Os contribuintes fornecem uma cedência expressa dos direitos de patentes.
pt_br: As permissões desta forte licença copyleft estão condicionadas à disponibilização do código-fonte completo das obras licenciadas e modificações, que incluem obras maiores que utilizam uma obra licenciada, sob a mesma licença. Os avisos de direitos autorais e licença devem ser preservados. Os contribuidores concedem uma concessão expressa de direitos de patente.
sl: Pravice tega dovoljenja z močnim prepuščanjem pravic so pogojene z dajanjem na voljo javnosti celotne izvorne kode licenciranih del in spremenjenih del, kar vključuje večja dela, ki uporabljajo licencirano delo, pod istim dovoljenjem. Obvestila o avtorski pravici oz. pridržanju pravic in dovoljenju je potrebno ohraniti. Avtorji prispevkov zagotovijo izrecno podelitev patentnih pravic.
sv: Behörigheter för denna starka copyleft-licens har som villkor att fullständig källkod för licensierade verk och ändringar, som inkluderar större verk som använder ett licensierat verk, tillgängliggörs under samma licens. Upphovsrätts- och licensmeddelanden måste bevaras. Bidragsgivare ger ett uttryckligt beviljande av patenträttigheter.
tr: Bu güçlü copyleft lisansının izinleri, lisanslı çalışmaların ve lisanslı bir çalışmayı kullanan daha büyük çalışmaları içeren değişikliklerin aynı lisans altında eksiksiz kaynak kodunun sağlanması şartına bağlıdır. Telif hakkı ve lisans bildirimleri korunmalıdır. Katkıda bulunanlar, patent haklarının açık bir şekilde verilmesini sağlar.
uk: Дозволи цих строгих умов ліцензування із юридично врегульованим лівим копіюванням вимагають доступності усього початкового коду ліцензованих робіт і змін, якими є і більші роботи, що використовують ліцензовану роботу, за початкових умов ліцензування. Має бути збережено повідомлення про авторські права та ліцензійні умови. Автори надають явний доступ до патентних прав.

source: Create a text file (typically named COPYING, as per GNU conventions) in the root of your source code and copy the text of the license into the file.
ar: أنشئ ملفًا نصيًا (عادة ما يكون اسمه COPYING، حسب اصطلاحات GNU) في جذر شيفرة المصدر الخاصة بك وانسخ نص الترخيص في الملف.
ca: Creeu un fitxer de text (normalment anomenat COPYING, segons les convencions de GNU) a l'arrel del codi font i copieu el text de la llicència al fitxer.
ca@valencia: Creeu un fitxer de text (normalment anomenat COPYING, segons les convencions de GNU) en l'arrel del codi font i copieu el text de la llicència en el fitxer.
es: Cree un archivo de texto (normalmente con el nombre COPYING, según las convenciones de GNU) en la raíz de su código fuente y copie el texto de la licencia en dicho archivo.
eu: Sortu testu-fitxategi bat (COPYING deitu ohi zaio, GNU ohituren arabera) zure sorburu-kodearen erroan eta kopiatu lizentziaren testua fitxategian.
fr: Créez un fichier de type texte (généralement appelé « COPYING », selon les conventions « GNU ») à la racine de votre code source et copiez le texte de la licence dans ce fichier.
gl: Cree un ficheiro de texto (adoita chamarse «COPYING» en liña coas convencións de GNU) no cartafol raíz do código fonte e copie nel o texto da licenza.
hi: अपने स्रोत कोड के मूल में एक टेक्स्ट फ़ाइल बनाएं (जिसे GNU परंपराओं के अनुसार सामान्यतः COPYING नाम दिया जाता है) और लाइसेंस के टेक्स्ट को फ़ाइल में कॉपी करें।
it: Crea un file di testo (di solito chiamato COPYING, secondo le convenzioni GNU) nella radice del tuo codice sorgente e copia il testo della licenza nel file.
ko: 소스 코드의 루트 디렉터리에 텍스트 파일(대개 GNU 규칙에 따라서 COPYING)을 생성한 후 라이선스 원문을 파일에 붙여 넣으십시오.
lv: Pirmkoda pamata mapē izveidojiet teksta datni (paraksti tā saskaņā ar GNU pieņemto saucas COPYING) un tajā iekopējiet licences tekstu.
nl: Maak een tekstbestand (typisch genaamd COPYING volgens de conventies van GNU) in de hoofdmap van uw broncode en kopieer de tekst van de licentie in het bestand.
pl: Utwórz plik tekstowy (zazwyczaj nazywany COPYING, zgodnie z konwencją GNU) w katalogu głównym swojego kodu źródłowego i skopiuj do niego tekst licencji.
pt: Crie um ficheiro de texto (tipicamente chamado COPYING, pelas convenções da GNU) na raiz do seu código-fonte e copie o texto da licença para o ficheiro.
pt_br: Crie um arquivo de texto (normalmente chamado de COPYING, de acordo com as convenções GNU) na raiz do seu código-fonte e copie o texto da licença para o arquivo.
sl: Ustvarite besedilno datoteko (običajno imenovano COPYING po konvencijah GNU) v korenski mapi izvorne kode in kopirajte besedilo dovoljenja v datoteko.
sv: Skapa en textfil (vanligtvis kallad COPYING, enligt GNU-konventioner) i roten av din källkod och kopiera texten i licensen till filen.
tr: Kaynak kodunuzun kökünde bir metin dosyası (genelde GNU kurallarına göre COPYING olarak adlandırılır) oluşturun ve lisans metnini dosyaya kopyalayın.
uk: Створіть текстовий файл (з типовою назвою COPYING, за традицією GNU) у кореневій теці вашого початкового коду і скопіюйте текст повідомлення умов ліцензування до файла.
zh_tw: 在原始碼頂層目錄建立一個文字檔案（通常依 GNU 慣例叫做 COPYING），然後將授權條款文字複製到該檔案當中。

source: Primarily used for software libraries, the GNU LGPL requires that derived works be licensed under the same license, but works that only link to it do not fall under this restriction. There are two commonly used versions of the GNU LGPL.
ar: يستخدم GNU LGPL بشكل أساسي لمكتبات البرمجيات، ويتطلب أن تُمنح الأعمال المشتقة ترخيصًا بموجب الترخيص نفسه، لكن الأعمال التي ترتبط به فقط لا تقع تحت هذا القيد. هناك إصداران شائعان الاستخدام من GNU LGPL.
ca: Principalment utilitzat per a les biblioteques de programari, la LGPL de GNU requereix que les obres derivades estiguin llicenciades segons la mateixa llicència, però les obres que només enllacen amb ella no estan obligades a aquesta restricció. Hi ha dues versions d'ús habitual de la LGPL de GNU.
ca@valencia: Principalment utilitzat per a les biblioteques de programari, la LGPL de GNU requerix que les obris derivades estiguen llicenciades segons la mateixa llicència, però les obris que només enllacen amb ella no estan obligades a esta restricció. Hi ha dues versions d'ús habitual de la LGPL de GNU.
es: Usada principalmente para bibliotecas de software, la GNU LGPL requiere que los trabajos derivados se licencien bajo la misma licencia, aunque los trabajos que solo se vinculan a ella no están sujetos a esta restricción. Hay dos versiones comúnmente usadas de la GNU LGPL.
eu: Batez ere software-liburutegietarako erabilia, GNU LGPLak lan eratorriak lizentzia beraren pean lizentziatzea eskatzen du, baina harekin estekatu baino egiten ez duten lanak ez dira murrizketa horren pean sartzen. GNU LGPLaren bi bertsio erabili ohi dira.
fr: Principalement utilisée pour les bibliothèques de logiciels, la licence « GNU LGPL » nécessite que les éléments dérivés doivent être sous la même licence, mais les éléments seulement liés à eux ne sont pas soumis à cette restriction. Il existe deux versions couramment utilisées de la licence « GNU LGPL ».
gl: A GNU LGPL, que se usa principalmente para bibliotecas lóxicas, require que as obras derivadas teñan a mesma licenza, pero as obras que unicamente ligan con ela non teñen por que cumprir con esta restrición. Hai dúas versións comunmente usadas da GNU LGPL.
hi: मुख्य रूप से सॉफ़्टवेयर लाइब्रेरीज़ के लिए उपयोग किए जाने वाले GNU LGPL के लिए आवश्यक है कि व्युत्पन्न कार्य उसी लाइसेंस के अंतर्गत लाइसेंस प्राप्त हों, लेकिन केवल इससे लिंक करने वाले कार्य इस प्रतिबंध के अंतर्गत नहीं आते हैं। GNU LGPL के दो सामान्य रूप से उपयोग किए जाने वाले संस्करण हैं।
it: Utilizzata principalmente per le librerie software, GNU LGPL richiede che le opere derivate siano concesse in licenza con la stessa licenza, ma le opere che si collegano solo ad essa non rientrano in questa restrizione. Esistono due versioni comunemente usate di GNU LGPL.
ka: ძირითადად გამოიყენება პროგრამული ბიბლიოთეკების მიერ. GNU LGPL-ს სჭირდება, რომ პროგრამისგან მიღებული ნამუშევრები იგივე ლიცენზიით ვრცელდებოდეს, მაგრამ მუშაობს, მხოლოდ, მაშინ, თუ ამ ბიბლიოთეკას მიუთითებთ და სხვა არაფრით. არსებობს GNU LGPL-ის ორი გავრცელებული ვერსია.
ko: GNU LGPL은 소프트웨어 라이브러리에 주로 사용되며, 파생 저작물은 같은 라이선스로 배포되어야 하지만, 단지 링크만 하는 파생 저작물은 이 조건을 만족하지 않아도 됩니다. GNU LGPL에는 자주 사용되는 두 가지 버전이 있습니다.
lv: GNU LGPL parasti izmanto programmatūras bibliotēkām. Tā pieprasa, lai ar šo pašu licenci būtu licencēti atvasinātie darbi, bet nosaka, ka tikai saitēšana uz materiālu, kas licencēts ar GNU LGPL, saitējamo materiālu nekā neietekmē. Pastāv divi biežāki GNU LGPL varianti.
nl: Primair gebruikt voor software bibliotheken, vereist de GNU LGPL dat afgeleide werken dezelfde licentie krijgen, maar werken die er alleen naar verwijzen vallen niet onder deze restrictie. Er zijn twee algemeen gebruikte versies van de GNU LGPL.
pl: Używana głównie w przypadku bibliotek oprogramowania, licencja GNU LGPL wymaga, by utwory pochodne były licencjonowane na zasadzie tej samej licencji, ale utwory, które tylko odnoszą się do niej, nie podlegają temu ograniczeniu. Istnieją dwie powszechnie używane wersje GNU LGPL.
pt: É normalmente usada para bibliotecas de 'software'. A LGPL da GNU obriga que os trabalhos derivados sejam licenciados segundo a mesma licença, mas os trabalhos que apenas compilem contra essas bibliotecas não caiam nesta restrição. Existem duas versões usadas a título comum da LGPL da GNU.
pt_br: Utilizada principalmente para bibliotecas de software, a GNU LGPL exige que trabalhos derivados sejam licenciados sob a mesma licença, mas trabalhos que apenas vinculem a ela não se enquadram nessa restrição. Existem duas versões comumente utilizadas da GNU LGPL.
sl: V prvi vrsti se uporablja za knjižnice programske opreme; GNU LGPL zahteva, da so izvedena dela objavljena pod istim dovoljenjem, vendar dela, ki samo povezujejo do tega, ne sodijo pod to omejitev. Obstajata dve pogosto uporabljeni različici GNU LGPL.
sv: GNU LGPL används främst för programvarubibliotek och kräver att härledda verk licensieras under samma licens, men verk som endast länkar till det faller inte under denna begränsning. Det finns två vanliga versioner av GNU LGPL.
tr: Öncelikle yazılım kitaplıkları için kullanılan GNU LGPL, türetilmiş çalışmaların aynı lisans altında lisanslanmasını gerektirir; ancak yalnızca ona bağlanan çalışmalar bu kısıtlamanın kapsamına girmez. GNU LGPL'nin yaygın olarak kullanılan iki sürümü vardır.
uk: В основному використовують для бібліотек програмного забезпечення. GNU LGPL вимагає від похідних робіт ліцензування з використанням тих сами умов, але роботи, які лише компонуються із похідними роботами не підпадають під це обмеження. Існує дві широко розповсюджені версії GNU LGPL.
