Repository: KDE/licentia
Catalog: po/*/licentia.po
Languages: ar, ca, ca@valencia, es, eu, fr, gl, hi, it, ka, ko, lv, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_tw

source: The Creative Commons CC0 Public Domain Dedication waives copyright interest in a work you've created and dedicates it to the world-wide public domain. Use CC0 to opt out of copyright entirely and ensure your work has the widest reach. As with the Unlicense and typical software licenses, CC0 disclaims warranties. CC0 is very similar to the Unlicense.
ar: يتنازل إهداء المجال العام Creative Commons CC0 عن حقوق النشر في عمل أنشأته ويكرسه للمجال العام في جميع أنحاء العالم. استخدم CC0 للتنازل عن حقوق النشر بالكامل وضمان وصول عملك إلى أوسع نطاق. كما هو الحال مع Unlicense وتراخيص البرمجيات النموذجية، تتنصل CC0 من الضمانات. CC0 يشبه جدًا Unlicense.
ca: La Creative Commons CC0 Public Domain Dedication (D'oferiment al domini públic) renuncia a l'interès pels drets d'autor en una obra que heu creat i la dedica al domini públic mundial. Useu la CC0 per a excloure'n completament els drets d'autor i assegurar-vos que el vostre treball té l'abast més ampli. Igual que amb les llicències de programari «Unlicense» i semblants, la CC0 té exempció de responsabilitat de garanties. La CC0 és molt similar a la «Unlicense».
ca@valencia: La Creative Commons CC0 Public Domain Dedication (D'oferiment al domini públic) renuncia a l'interés pels drets d'autoria en una obra que heu creat i la dedica al domini públic mundial. Utilitzeu la CC0 per a excloure'n completament els drets d'autoria i assegurar-vos que el vostre treball té l'abast més ampli. Igual que amb les llicències de programari «Unlicense» i semblants, la CC0 té exempció de responsabilitat de garanties. La CC0 és molt similar a la «Unlicense».
es: La Creative Commons CC0 Public Domain Dedication renuncia a los intereses de derechos de autor en un trabajo que haya creado usted y lo dedica al dominio público mundial. Use CC0 para optar por no recibir derechos de autor por completo y asegurarse de que su trabajo tenga el alcance más amplio. Al igual que con Unlicense y las licencias de software típicas, CC0 renuncia a las garantías. CC0 es muy similar a Unlicense.
eu: «Creative Commons CC0 Public Domain Dedication»ek zuk sortu duzun lan baten kopia-eskubideari uko egin eta mundu osoko jabari publikoari eskaintzen dio. Erabili CC0 kopia-eskubidetik erabat irteteko hautua egiteko eta ziurtatu zure lanak hedapen zabalena duela. «Unlicense» eta software lizentzia tipikoekin bezala, CC0k bermeak ukatzen ditu. CC0 «Unlicense»ren oso antzekoa da.
fr: La licence « Creative Commons (CC0) Domain Dedication » renonce aux droits d'auteur sur un élément que vous avez créée et le déclare au domaine public mondial. Utilisez la licence « CC0 » pour vous affranchir totalement de droits d'auteur et vous assurer que votre élément a la plus grande portée. Comme pour les licences « Unlicense » et les licences typiques pour les logiciels, la licence « CC0 » décline toute garantie. Elle est très similaire à la licence « Unlicense ».
gl: A «Creative Commons CC0 Public Domain Dedication» (CC0 de Creative Commons de dedicación ao dominio público) renuncia aos intereses de dereito de autoría da obra e dedícaa ao dominio público universal. Use CC0 para renunciar completamente aos dereitos de autoría e asegurarse de maximizar o alcance da obra. Igual que no caso de «Unlicense» e de licenzas de programas típicas, CC0 inclúe a exención de responsabilidade de garantías. CC0 é moi similar a «Unlicense».
hi: क्रिएटिव कॉमन्स CC0 पब्लिक डोमेन डेडिकेशन आपके द्वारा बनाए गए किसी कार्य में कॉपीराइट हित को छोड़ देता है और इसे विश्वव्यापी सार्वजनिक डोमेन को समर्पित करता है। कॉपीराइट से पूरी तरह से बाहर निकलने के लिए CC0 का उपयोग करें और सुनिश्चित करें कि आपके काम की पहुँच सबसे व्यापक हो। अनलाइसेंस और सामान्य सॉफ़्टवेयर लाइसेंस की तरह, CC0 वारंटी को अस्वीकार करता है। CC0 अनलाइसेंस के बहुत समान है।
it: La Creative Commons CC0 Public Domain Dedication rinuncia all'interesse del copyright in un'opera che hai creato e la dedica al pubblico dominio mondiale. Usa CC0 per annullare completamente il copyright e assicurarti che il tuo lavoro abbia la più ampia portata. Come per l'Unlicense e le licenze software tipiche, CC0 esclude le garanzie. CC0 è molto simile a Unlicense.
ko: 크리에이티브 커먼즈 CC0 퍼블릭 도메인 기증은 생성한 저작물의 저작권을 전 세계적으로 포기하며 퍼블릭 도메인으로 기증합니다. CC0을 사용하면 저작권 일체를 포기하며 누구나 제약 없이 이용할 수 있습니다. 언라이선스와 다른 소프트웨어 라이선스처럼 CC0은 일체의 보증을 하지 않습니다. CC0은 언라이선스와 유사합니다.
lv: „Creative Commons CC0 Public Domain Dedication“ atceļ autortiesības uz jūsu darbu un to velta sabiedrībai visā pasaulē. Izmantojiet CC0, lai pilnībā izvairītos no autortiesībām un nodrošinātu, ka šo darbu sasniedz visplašākā auditorija. Līdzīgi kā ar „Unlicense“ un tipiskām programmatūras licencēm, CC0 neuzņemas nekādas garantijas. CC0 ir ļoti līdzīgas „Unlicense“.
nl: De Creative Commons CC0 Public Domain Dedication doet afstand van copyrightrechten in een werk dat u gemaakt heeft en het geeft aan het wereldwijde publieke domein. CC0 gebruiken om het geheel vrij te maken van copyright en te verzekeren dat uw werk het breedste bereik heeft. Net als de Unlicense en typische software licenties, wijst CC0 garanties af. CC0 is vrijwel gelijk aan de Unlicense.
pl: Przekazanie dzieła do domeny publicznej na zasadach Creative Commons CC0 zrzeka cię praw autorskich do stworzonego przez ciebie dzieła i przekazuje je do światowej domeny publicznej. Użyj CC0, aby całkowicie zrezygnować z praw autorskich i zapewnić swojej pracy jak najszerszy zasięg. Podobnie jak w przypadku typu Bez licencji oraz typowych licencji na oprogramowanie, CC0 zrzeka się gwarancji. CC0 jest bardzo podobna do Bez licencji.
pt: A Creative Commons CC0 Public Domain Dedication abdica dos interesses de direitos de cópia num trabalho criado por si e dedica-o ao domínio público a nível mundial. Use a CC0 para abdicar de direitos de cópia por inteiro e garantir que o seu trabalho atinge o máximo de divulgação possível. Como nas licenças típicas de 'software' e na Unlicense, a CC0 não aplica quaisquer garantias. A CC0 é muito semelhante à Unlicense.
pt_br: A Dedicação ao Domínio Público Creative Commons CC0 renuncia aos direitos autorais sobre uma obra que você criou e a dedica ao domínio público mundial. Use a CC0 para se isentar completamente dos direitos autorais e garantir que sua obra tenha o maior alcance. Assim como a Licença Livre e as licenças de software típicas, a CC0 isenta-se de garantias. A CC0 é muito semelhante à Licença Livre.
sl: Dovoljenje Creative Commons CC0 Public Domain Dedication se odreka od avtorskega interesa za delo, ki ste ga ustvarili in ga posveča svetovni javni domeni. Uporabite CC0, da se v celoti odpoveste avtorskim pravicam in zagotovite, da ima vaše delo najširši doseg. Kot pri dovoljenju Unlicense in tipičnih dovoljenjih za programsko opremo CC0 odklanja vsakršno jamstvo. CC0 je zelo podobna Unlicense.
sv: Creative Commons CC0 Public Domain Dedication avsäger sig upphovsrättsligt intresse för ett verk som du har skapat och tillägnar det till den världsomspännande offentliga domänen. Använd CC0 för att välja bort upphovsrätten helt och hållet och se till att ditt verk har bredast räckvidd. Precis som med Unlicense och typiska programvarulicenser, frånsäger sig CC0 garantier. CC0 är mycket lik Unlicense.
tr: Creative Commons CC0 Public Domain Dedication, oluşturduğunuz bir çalışmadaki telif hakkı ilgisinden feragat eder ve onu dünya çapındaki kamu malı olarak tahsis eder. Telif hakkını tamamen devre dışı bırakmak ve çalışmanızın en geniş erişime sahip olduğundan emin olmak için CC0'ı kullanın. Lisanssız ve tipik yazılım lisanslarında olduğu gibi, CC0 garantileri reddeder. CC0, Lisanssız'a çok benzer.
uk: Умови ліцензування Creative Commons CC0 Public Domain Dedication вказують на вашу незацікавленість щодо авторських прав на створену вами роботу і надають роботу у загальносвітове громадське використання. Скористайтеся CC0 для повної відмови від авторських прав і забезпечення якнайширшого доступу до вашого матеріалу. Як і Unlicense та типові умови ліцензування програмного забезпечення, CC0 проголошує відмову від гарантій. CC0 є дуже подібними до Unlicense.

source: Permits almost any use subject to providing credit and license notice. Frequently used for media assets and educational materials. The most common license for Open Access scientific publications. Not recommended for software.
ar: يسمح بأي استخدام تقريبًا بشرط تقديم الإشارة والإشعار بالترخيص. يستخدم بشكل متكرر لأصول الوسائط والمواد التعليمية. الترخيص الأكثر شيوعًا للمنشورات العلمية مفتوحة الوصول. لا يوصى به للبرمجيات.
ca: Permet gairebé qualsevol ús subjecte a proporcionar un avís d'atribució i llicència. Freqüentment utilitzat per a mitjans multimèdia i materials educatius. La llicència més comuna per a publicacions científiques d'«Open Access». No es recomana per al programari.
ca@valencia: Permet quasi qualsevol ús subjecte a proporcionar un avís d'atribució i llicència. Freqüentment utilitzat per a mitjans multimèdia i materials educatius. La llicència més comuna per a publicacions científiques d'«Open Access». No es recomana per al programari.
es: Permite casi cualquier uso sujeto a proporcionar el aviso de crédito y licencia. Se suele usar para activos de medios y materiales educativos. La licencia más común para publicaciones científicas de acceso abierto. No se recomienda para software.
eu: Ia edozein erabilera baimentzen du, kreditu- eta lizentzia-oharra emanez gero. Maiz hedabide-baliabideetarako eta material hezitzaileetarako erabilia. «Open Access scientific publications»erako lizentzia ohikoena. Ez da softwarerako gomendatzen.
fr: Permet presque toute utilisation sous réserve de fournir une notice de crédit et de licence. Fréquemment utilisée pour les ressources média et le matériel éducatif. La licence la plus courante pour les publications scientifiques en libre accès. Non recommandée pour les logiciels.
gl: Permite case calquera uso sempre que se fornezan notas de atribución e licenza. Adoita usarse para contido multimedia e material educativo. É a licenza máis habitual das publicacións científicas de Open Access (acceso aberto). Non se recomenda para programas.
hi: क्रेडिट और लाइसेंस नोटिस प्रदान करने के अधीन लगभग किसी भी उपयोग की अनुमति देता है। मीडिया परिसंपत्तियों और शैक्षिक सामग्रियों के लिए अक्सर उपयोग किया जाता है। ओपन एक्सेस वैज्ञानिक प्रकाशनों के लिए सबसे आम लाइसेंस। सॉफ़्टवेयर के लिए अनुशंसित नहीं है।
it: Consente quasi tutti gli usi soggetti a fornire credito e avviso di licenza. Utilizzata frequentemente per risorse multimediali e materiali didattici. La licenza più comune per le pubblicazioni scientifiche Open Access. Non consigliata per il software.
ko: 저작자 표시와 라이선스 고지를 유지하는 조건으로 대부분의 사용을 보장합니다. 미디어 자료 및 교육용 자료에 주로 사용됩니다. 대부분의 오픈 액세스 과학 출판물에 사용됩니다. 소프트웨어에 사용하는 것은 추천하지 않습니다.
lv: Atļauj gandrīz jebkādu lietojumu, atsaucoties uz autoru un licenci. To bieži lieto plašsaziņas līdzekļu un izglītības materiālos. Tā ir visbiežākā licence atvērtas piekļuves zinātniskajām publikācijām. To nav ieteicams lietot programmatūrai.
nl: Laat bijna alle gebruik toe, maar is onderworpen aan dankbetuiging en licentiebepalingen. Vaak gebruikt voor mediamiddelen en onderwijskundige materialen. De meest algemene licentie voor Open Access wetenschappelijke publicaties. Niet aanbevolen voor software.
pl: Zezwala na niemal dowolne wykorzystanie, pod warunkiem dostarczenia informacji o charakterze źródłowym i licencyjnym. Często używana w przypadku materiałów medialnych i edukacyjnych. Najpopularniejsza licencja dla publikacji naukowych typu Open Access. Nie zalecana dla oprogramowania.
pt: Permite quase qualquer uso, desde que sujeito a fornecer o aviso de créditos e licença. É frequentemente usado para conteúdos multimédia e para materiais educativos. A licença mais comum para publicações científicas de acesso aberto. Não é recomendada para 'software'.
pt_br: Permite praticamente qualquer uso, sujeito à apresentação de créditos e aviso de licença. Frequentemente usado para ativos de mídia e materiais educacionais. A licença mais comum para publicações científicas de Acesso Aberto. Não recomendado para software.
sl: Omogoča skoraj vsakršno rabo, pod pogojem, da je podano obvestilo o zaslugah in dovoljenju. Pogosto se uporablja za medijske vsebine in izobraževalna gradiva. Najbolj pogosto dovoljenje za znanstvene publikacije z odprtim dostopom (Open Access). Ni priporočljivo za programsko opremo.
sv: Tillåter nästan all användning under förutsättning att upphovs- och licensmeddelande ges. Används ofta för medier och utbildningsmaterial. Den vanligaste licensen för vetenskapliga publikationer med fri tillgång. Rekommenderas inte för programvara.
tr: Kredi ve lisans bildirimi sağlamaya tabi hemen hemen her türlü kullanıma izin verir. Medya varlıkları ve eğitim materyalleri için sıklıkla kullanılır. Açık Erişim bilimsel yayınlar için en yaygın lisans. Yazılım için önerilmez.
uk: Дозволяє майже будь-яке використання матеріалу, якщо збережено подяки та повідомлення про умови ліцензування. Часто використовують для мультимедійних даних та навчальних матеріалів. Найпоширеніші умови ліцензування для наукових публікацій із відкритим доступом. Не рекомендовано використовувати для програмного забезпечення.

source: Create a text file (typically named LICENSE or LICENSE.txt) in the root of your source code and copy the text of the license into the file. It is also acceptable to solely supply a link to a copy of the license, usually to the canonical URL for the license.
ar: أنشئ ملفًا نصيًا (عادة ما يكون اسمه LICENSE أو LICENSE.txt) في جذر شيفرة المصدر الخاصة بك وانسخ نص الترخيص في الملف. من المقبول أيضًا توفير رابط فقط لنسخة من الترخيص، وعادةً ما يكون إلى عنوان URL المرجعي للترخيص.
ca: Creeu un fitxer de text (normalment anomenat LICENSE o LICENSE.txt) a l'arrel del codi font i copieu el text de la llicència al fitxer. També és acceptable subministrar únicament un enllaç a una còpia de la llicència, normalment a l'URL canònic de la llicència.
ca@valencia: Creeu un fitxer de text (normalment anomenat LICENSE o LICENSE.txt) en l'arrel del codi font i copieu el text de la llicència en el fitxer. També és acceptable subministrar únicament un enllaç cap a una còpia de la llicència, normalment a l'URL canònic de la llicència.
es: Cree un archivo de texto (normalmente con el nombre LICENSE o LICENSE.txt) en la raíz de su código fuente y copie el texto de la licencia en dicho archivo. También es aceptable que proporcione solo un enlace a una copia de la licencia, generalmente a la URL canónica de la licencia.
eu: Sortu testu-fitxategi bat (LICENSE edo LICENSE.txt deitu ohi zaio) zure sorburu-kodearen erroan eta kopiatu lizentziaren testua fitxategian. Onargarria da lizentziaren kopia batera daraman esteka bat ematea, normalean lizentziaren URL kanoniko erakusten duena.
fr: Créez un fichier de type texte (en général sous le nom « LICENSE » ou « LICENSE.txt » à la racine de votre code source et copiez le texte de la licence dans le fichier. Il est également acceptable de ne fournir qu'un lien vers une copie de la licence, généralement vers l'URL de la société Canonical pour la licence.
gl: Cree un ficheiro de texto (adoita chamarse «LICENSE» ou «LICENSE.txt») no cartafol raíz do código fonte e copie nel o texto da licenza. Tamén se pode fornecer unicamente unha ligazón a unha copia da licenza, normalmente o URL canónico da licenza.
hi: अपने सोर्स कोड के रूट में एक टेक्स्ट फ़ाइल (आमतौर पर LICENSE या LICENSE.txt नाम से) बनाएँ और लाइसेंस के टेक्स्ट को फ़ाइल में कॉपी करें। लाइसेंस की कॉपी के लिए सिर्फ़ एक लिंक देना भी स्वीकार्य है, आमतौर पर लाइसेंस के लिए कैननिकल URL पर।
it: Crea un file di testo (di solito denominato LICENSE o LICENSE.txt) nella radice del codice sorgente e copia il testo della licenza nel file. È anche accettabile fornire esclusivamente un collegamento a una copia della licenza, di solito all'URL canonico della licenza.
ko: 소스 코드의 루트 디렉터리에 텍스트 파일(대개 LICENSE 또는 LICENSE.txt)을 생성한 후 라이선스 원문을 파일에 붙여 넣으십시오. 라이선스 복사본을 가리키는 링크(대개의 경우 라이선스의 정규 URL)를 추가할 수도 있습니다.
lv: Pirmkoda pamata mapē izveidojiet teksta datni (paraksti tā saucas LICENSE vai LICENSE.txt) un tajā iekopējiet licences tekstu. Tāpat ir pieņemami vienkārši ievietot saiti uz licences kopiju — parasti saiti uz licences teksta kanonisko URL.
nl: Maak een tekstbestand (typisch genaamd LICENSE of LICENSE.txt) in de hoofdmap van uw broncode en kopieer de tekst van de licentie in het bestand. Het is ook toegestaan om alleen een koppeling naar een kopie van de licentie te leveren, gewoonlijk naar de canonieke URL van de licentie.
pl: Utwórz plik tekstowy (zwykle o nazwie LICENSE lub LICENSE.txt) w katalogu głównym swojego kodu źródłowego i skopiuj do niego tekst licencji. Dopuszczalne jest również podanie wyłącznie odnośnika do kopii licencji, zwykle do kanonicznego adresu URL dla licencji.
pt: Crie um ficheiro de texto (tipicamente chamado de LICENSE ou LICENSE.txt) na raiz do seu código-fonte e copie o texto da licença para o ficheiro. Também é aceitável fornecer simplesmente uma ligação para uma cópia da licença, sendo normalmente o URL canónico da licença.
pt_br: Crie um arquivo de texto (normalmente chamado LICENSE ou LICENSE.txt) na raiz do seu código-fonte e copie o texto da licença para o arquivo. Também é aceitável fornecer apenas um link para uma cópia da licença, geralmente para a URL canônica da licença.
sl: Ustvarite besedilno datoteko (običajno imenovano LICENSE ali LICENSE.txt) v korenski mapi izvorne kode in kopirajte besedilo dovoljenja v datoteko. Sprejemljivo je tudi, da zgolj podate povezavo do kopije dovoljenja, običajno na splošno uveljavljeni URL za dovoljenje.
sv: Skapa en textfil (vanligen kallad LICENSE eller LICENSE.txt) i roten av din källkod och kopiera licenstexten till filen. Det är också acceptabelt att endast tillhandahålla en länk till en kopia av licensen, vanligtvis till licensens kanoniska webbadress.
tr: Kaynak kodunuzun kökünde bir metin dosyası (genellikle LICENSE veya LICENSE.txt olarak adlandırılır) oluşturun ve lisans metnini dosyaya kopyalayın. Ayrıca, yalnızca lisansın bir kopyasına, genellikle lisansın standart URL'sine bir bağlantı sağlanması da kabul edilebilir.
uk: Створіть текстовий файл (з типовою назвою LICENSE або LICENSE.txt) у кореневій теці вашого початкового коду і скопіюйте текст повідомлення умов ліцензування до файла. Також прийнятним є надання лише посилання на копію умов ліцензування, зазвичай канонічну адресу умов ліцензування.
zh_tw: 在原始碼頂層目錄建立一個文字檔案（通常叫做 LICENSE 或 LICENSE.txt），然後將授權條款文字複製到該檔案當中。只提供授權條款複本的連結也是可以接受的，通常會連結到授權條款的標準網址。
