Repository: KDE/licentia
Catalog: po/*/licentia.po
Languages: ar, ca, ca@valencia, es, eu, fr, gl, hi, it, ka, ko, lv, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_tw

source: Permissions of this strongest copyleft license are conditioned on making available complete source code of licensed works and modifications, which include larger works using a licensed work, under the same license. Copyright and license notices must be preserved. Contributors provide an express grant of patent rights. When a modified version is used to provide a service over a network, the complete source code of the modified version must be made available.
ar: تتوقف أذونات ترخيص النسخ المتروك الأقوى هذا على إتاحة شيفرة المصدر الكاملة للأعمال المرخصة والتعديلات، والتي تشمل الأعمال الأكبر التي تستخدم عملًا مرخصًا، بموجب الترخيص نفسه. يجب الحفاظ على حقوق النشر وإشعارات الترخيص. يوفر المساهمون منحة صريحة لحقوق براءات الاختراع. عند استخدام إصدار معدل لتقديم خدمة عبر شبكة، يجب إتاحة شيفرة المصدر الكاملة للإصدار المعدل.
ca: Els permisos d'aquesta llicència de «copyleft» fort estan condicionats a fer disponible el codi font complet d'obres i modificacions llicenciades, que inclouen obres més grans utilitzant una obra llicenciada, segons la mateixa llicència. Cal mantenir els drets d'autor i els avisos de llicència. Els col·laboradors proporcionen una concessió expressa dels drets de patent. Quan s'utilitza una versió modificada per a proporcionar un servei a través d'una xarxa, s'ha de posar a disposició el codi font complet de la versió modificada.
ca@valencia: Els permisos d'esta llicència de «copyleft» fort estan condicionats a fer disponible el codi font complet d'obris i modificacions llicenciades, que inclouen obris més grans utilitzant una obra llicenciada, segons la mateixa llicència. Cal mantindre els drets d'autoria i els avisos de llicència. Els col·laboradors proporcionen una concessió expressa dels drets de patent. Quan s'utilitza una versió modificada per a proporcionar un servei a través d'una xarxa, s'ha de posar a disposició el codi font complet de la versió modificada.
es: Los permisos de esta licencia «copyleft» más sólida están condicionados a que se ponga a disposición la totalidad del código fuente de las obras licenciadas y de sus modificaciones, lo que incluye obras más grandes que utilizan una obra licenciada bajo la misma licencia. Deben conservarse los avisos de derechos de autor y de licencia. Los contribuidores proporcionan una concesión expresa de derechos de patente. Cuando se utiliza una versión modificada para proporcionar un servicio a través de una red, el código fuente completo de la versión modificada debe estar disponible.
eu: Kopia-eskubideari uko egiteko («copyleft») lizentzia sendoago honen baimenak, lizentziatutako lanen eta aldaketen sorburu-kode osoa lizentzia beraren pean eskuragarri jartzearen baldintzapean daude, lizentziatutako lana erabiltzen duten lan handiagoak barne. Kopia eskubidea («copyright») eta lizentzia-oharrak gorde behar dira. Parte-hartzaileek patente eskubideen aitortza esplizitua ematen dute. Aldatutako bertsio bat sareko zerbitzu bat hornitzeko erabiltzen denean, aldatutako bertsioaren sorburu-kode osoa eskuragarri jarri behar da.
fr: Les autorisations de cette licence la plus forte de copyleft sont conditionnées à la fourniture du code source complet des éléments et des modifications sous licence, incluant des éléments de plus grande taille utilisant un élément sous licence,avec la même licence. Les notices de droits d'auteur et de licence doivent être préservées. Les contributeurs octroient une concession expresse des droits de brevet. Lorsqu'une version modifiée est utilisée pour fournir un service sur un réseau, le code source complet de la version modifiée doit être mis à disposition.
gl: Os permisos desta licenza, coa máxima reciprocidade, requiren usar a mesma licenza para o código fonte completo de obras coa mesma licenza e modificacións, incluídas obras máis grandes que usen a obra coa licenza. As notas de autoría e licenza deben manterse. As persoas contribuidoras conceden expresamente os dereitos de patentes. Cando se usa unha versión modificada para fornecer un servizo mediante unha rede, debe poñerse a disposición o código fonte completo da versión modificada.
hi: इस सबसे मजबूत कॉपीलेफ्ट लाइसेंस की अनुमति लाइसेंस प्राप्त कार्यों और संशोधनों का पूरा स्रोत कोड उपलब्ध कराने पर आधारित है, जिसमें लाइसेंस प्राप्त कार्य का उपयोग करने वाले बड़े कार्य शामिल हैं, उसी लाइसेंस के तहत। कॉपीराइट और लाइसेंस नोटिस को संरक्षित किया जाना चाहिए। योगदानकर्ता पेटेंट अधिकारों का स्पष्ट अनुदान प्रदान करते हैं। जब किसी संशोधित संस्करण का उपयोग नेटवर्क पर सेवा प्रदान करने के लिए किया जाता है, तो संशोधित संस्करण का पूरा स्रोत कोड उपलब्ध कराया जाना चाहिए।
it: I permessi di questa più forte licenza copyleft sono condizionati dalla messa a disposizione del codice sorgente completo delle opere concesse in licenza e delle modifiche, che includono opere più grandi che utilizzano un'opera concessa in licenza, sotto la stessa licenza. Gli avvisi di copyright e licenza devono essere conservati. I contributori forniscono un'espressa concessione di diritti di brevetto. Quando una versione modificata viene utilizzata per fornire un servizio in rete, è necessario rendere disponibile il codice sorgente completo della versione modificata.
ko: 이 강력한 카피레프트 라이선스의 조건은 라이선스된 저작물 및 이를 포함하는 집합 저작물과 수정본의 전체 소스 코드를 같은 라이선스로 배포하는 것입니다. 저작권과 라이선스 고지는 유지되어야 합니다. 기여자에게는 명시적인 특허권 사용이 허가됩니다. 수정된 버전이 네트워크 서비스를 실행하는 경우 수정된 버전의 전체 소스 코드를 공개해야 합니다.
lv: Šīs stiprākās „copyleft“ licences atļaujas un noteikumi nosaka, ka licencēto darbu un modifikāciju (tostarp lielākiem darbiem, kas izmanto licencēto darbu) pirmkodam ir jābūt pieejamam ar to pašu licenci. Ir jāsaglabā autortiesību un licences paziņojumi. Dalībnieki īpaši piešķir tiesības izmantot viņu patentus tiesības. Kad tiek izmantota modificēta versija, lai nodrošinātu pakalpojumu caur tīklu, ir jābūt pieejamam pilnīgam modificētās versijas pirmkodam.
nl: Toestemmingen van deze sterkste copyleft licentie hebben bepalingen over het beschikbaar maken van de complete broncode van werken en wijzigingen onder licentie, wat grotere werken omvat die een werk met licentie, onder dezelfde licentie beschikbaar maken. Copyright- en licentiebepalingen moeten behouden blijven. Zij die bijdragen leveren een uitdrukkelijke toestemming voor gebruik van patentrechten. Wanneer een gewijzigd werk gebruikt wordt om een service over een netwerk te leveren, moet de complete broncode van de gewijzigde versie beschikbaar worden gemaakt.
pl: Pozwolenia tej najsilniejszej licencji typu copyleft są uwarunkowane udostępnieniem kompletnego kodu źródłowego licencjonowanych prac oraz zmian, które obejmują większe dzieła, wykorzystujące licencjonowany utwór, na zasadzie tej samej licencji. Informacje o prawach autorskich i licencji muszą zostać zachowane. Twórcy zapewniają wyraźne przyznanie praw patentowych. Gdy zmieniona wersja jest używana do świadczenia usług przez sieć, musi być udostępniony kompletny kod źródłowy zmienionej wersji.
pt: As permissões desta licença 'copyleft' mais forte estão condicionadas em tornar disponível o código-fonte completo dos trabalhos licenciados e das modificações, e incluindo trabalhos maiores que usem um trabalho licenciado, segundo a mesma licença. As notas de direitos de cópia e da licença deverão ser preservadas. Os contribuintes fornecem uma cedência expressa dos direitos das patentes. Quando for usada uma versão modificada para fornecer um serviço numa rede, o código-fonte completo da versão modificada deverá estar disponível.
pt_br: As permissões desta licença copyleft mais forte estão condicionadas à disponibilização do código-fonte completo de obras licenciadas e modificações, que incluem obras maiores que utilizam uma obra licenciada, sob a mesma licença. Os avisos de direitos autorais e de licença devem ser preservados. Os contribuidores concedem uma concessão expressa de direitos de patente. Quando uma versão modificada é usada para fornecer um serviço em uma rede, o código-fonte completo da versão modificada deve ser disponibilizado.
sl: Pravice tega dovoljenja z najobsežnejšim prepuščanjem pravic so pogojene z dajanjem na voljo javnosti celotne izvorne kode licenciranih del in spremenjenih del, kar vključuje večja dela, ki uporabljajo licencirano delo, pod istim dovoljenjem. Obvestila o avtorski pravici oz. pridržanju pravic in dovoljenju je potrebno ohraniti. Avtorji prispevkov zagotovijo izrecno podelitev patentnih pravic. Če se spremenjeno delo uporablja za zagotavljanje storitve prek omrežja, mora biti tudi celotna izvorna koda spremenjene različice dana na voljo.
sv: Behörigheter för denna starkaste copyleft-licens har som villkor att fullständig källkod för licensierade verk och ändringar, som inkluderar större verk som använder ett licensierat verk, tillgängliggörs under samma licens. Upphovsrätts- och licensmeddelanden måste bevaras. Bidragsgivare ger ett uttryckligt beviljande av patenträttigheter. När en modifierad version används för att tillhandahålla en tjänst över ett nätverk, måste den fullständiga källkoden för den modifierade versionen göras tillgänglig.
tr: Bu en güçlü copyleft lisansının izinleri, lisanslı çalışmaların ve lisanslı bir çalışmayı kullanan daha büyük çalışmaları içeren değişikliklerin aynı lisans altında eksiksiz kaynak kodunun sağlanması şartına bağlıdır. Telif hakkı ve lisans bildirimleri korunmalıdır. Katkıda bulunanlar, patent haklarının açık bir şekilde verilmesini sağlar. Bir ağ üzerinden hizmet sağlamak için değiştirilmiş bir sürüm kullanıldığında, değiştirilmiş sürümün tam kaynak kodu kullanılabilir hale getirilmelidir.
uk: Ці найстрогіші умови ліцензування із юридично врегульованим лівим копіюванням вимагають поширення доступного повного початкового коду ліцензованих файлів та змін до них за дотримання тих сами умов ліцензування. Має бути збережено повідомлення щодо авторських прав та умови ліцензування. Автори надають явний доступ до патентних прав. Якщо змінену версію використано для надання послуг у мережі, має бути надано доступу до повного початкового коду зміненої версії.

source: A short and simple permissive license with conditions only requiring preservation of copyright and license notices. Licensed works, modifications, and larger works may be distributed under different terms and without source code.
ar: ترخيص متسامح قصير وبسيط مع شروط تتطلب فقط الحفاظ على حقوق النشر وإشعارات الترخيص. يمكن توزيع الأعمال المرخصة والتعديلات والأعمال الأكبر بشروط مختلفة ودون شيفرة المصدر.
ca: Una llicència curta i senzilla amb condicions que només requereixen el manteniment dels drets d'autor i els avisos de llicència. Les obres llicenciades, les modificacions i les obres més grans es poden distribuir segons diferents termes i sense codi font.
ca@valencia: Una llicència curta i senzilla amb condicions que només requerixen el manteniment dels drets d'autoria i els avisos de llicència. Les obres llicenciades, les modificacions i les obris més grans es poden distribuir segons diferents termes i sense codi font.
es: Una licencia permisiva breve y simple con condiciones que solo requieren la preservación de los avisos de derechos de autor y licencia. Los trabajos licenciados, las modificaciones y los trabajos más grandes se pueden distribuir bajo diferentes términos y sin código fuente.
eu: Lizentzia permisibo sinple eta labur bat da, kopia-eskubide oharrak eta lizentzia-oharrak mantentzea bakarrik eskatzen duena. Lizentziatutako lanak, aldaketak, eta lan handiagoak baldintza ezberdinen pean eta sorburu-koderik gabe bana daitezke.
fr: Une licence permissive, courte et simple avec des conditions ne nécessitant que la préservation des notices de droits d'auteur et de licences. Les éléments sous licence, les modifications et les éléments plus importants peuvent être distribuées sous différents termes et sans code source.
gl: Unha licenza permisiva curta e sinxela que só require manter as notas de autoría e licenza. As obras coa licenza, as modificacións e as obras máis grandes poden distribuírse cunha licenza distinta e sen o código fonte.
hi: एक छोटा और सरल अनुमेय लाइसेंस जिसमें केवल कॉपीराइट और लाइसेंस नोटिस के संरक्षण की आवश्यकता होती है। लाइसेंस प्राप्त कार्य, संशोधन और बड़े कार्य अलग-अलग शर्तों के तहत और स्रोत कोड के बिना वितरित किए जा सकते हैं।
it: Una licenza permissiva breve e semplice con condizioni che richiedono solo la conservazione del copyright e degli avvisi di licenza. Le opere concesse in licenza, le modifiche e le opere più grandi possono essere distribuite in termini diversi e senza codice sorgente.
ka: მოკლე და მარტივი ლიცენზია პირობებით, რომელიც, მხოლოდ, საავტორო უფლებებისა და ლიცენზიის გაფრთხილებების შენარჩუნებას მოითხოვს. ლიცენზირებული სამუშაოები, ცვლილებები და უფრო დიდი მასალები, შეიძლება, სხვა პირობებით და წყარო კოდის გარეშე გავრცელდეს.
ko: 저작권 및 라이선스 고지를 유지해야 하는 조건이 있는 짧고 간단한 허용적 라이선스입니다. 라이선스된 저작물, 수정본, 집합 저작물은 소스 코드를 제외하고 다른 조건으로 배포될 수 있습니다.
lv: Īsa un vienkārša liberālā licence, kuras noteikumi pieprasa tikai autortiesību un licences paziņojuma saglabāšanu. Licencētos darbus, to modifikācijas un lielākos darbus var izplatīt ar citiem noteikumiem un bez pirmkoda.
nl: Een korte en eenvoudige toegefelijke licentie met bepalingen die alleen behoud van copyright en licentiebepalingen vereisen. Werken onder licentie, wijzigingen en grotere werken mogen gedistribueerd worden onder verschillende bepalingen en zonder broncode.
pl: Krótka i prosta licencja słaba, której warunki wymagają jedynie zachowania praw autorskich i informacji o licencji. Licencjonowane utwory, zmiany i większe dzieła mogą być rozpowszechniane na innych warunkach i bez kodu źródłowego.
pt: Uma licença curta, permissiva e simples cujas condições só necessitam da preservação das notas de direitos de cópia e da licença. Os trabalhos derivados, modificações e trabalhos de maior dimensão podem ser distribuídos segundo diferentes termos e sem código-fonte.
pt_br: Uma licença permissiva, curta e simples, com condições que exigem apenas a preservação dos direitos autorais e dos avisos de licença. Obras licenciadas, modificações e obras maiores podem ser distribuídas sob termos diferentes e sem código-fonte.
sl: Kratko in preprosto permisivno dovoljenje s pogoji, ki zahtevajo le ohranitev obvestil o avtorski in sorodnih pravicah in dovoljenju. Licencirana dela, spremembe in večja dela se lahko razširjajo pod različnimi pogoji in brez izvorne kode.
sv: En kort och enkel tolerant licens med villkor som endast kräver bevarande av upphovsrätt och licensmeddelanden. Licensierade verk, modifieringar och större verk kan distribueras under andra villkor och utan källkod.
tr: Yalnızca telif hakkı ve lisans bildirimlerinin korunmasını gerektiren koşullara sahip kısa ve basit izin veren bir lisans. Lisanslı çalışmalar, değişiklikler ve daha büyük çalışmalar, farklı koşullar altında ve kaynak kodu olmadan dağıtılabilir.
uk: Короткі і прості нестрогі умови ліцензування, які вимагають лише збереження повідомлень про авторські права і умови ліцензування. Ліцензовані роботи, змінені роботи та розширені роботи можуть поширюватися за інших умов та без початкового коду.
