Repository: KDE/licentia
Catalog: po/*/licentia.po
Languages: ar, ca, ca@valencia, es, eu, fr, gl, hi, it, ka, ko, lv, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_tw

source: Similar to CC-BY-4.0 but requires derivatives be distributed under the same or a similar, compatible license. Frequently used for media assets and educational materials. A previous version is the default license for Wikipedia and other Wikimedia projects. Not recommended for software.
ar: مشابه لـ CC-BY-4.0 ولكنه يتطلب توزيع المشتقات بموجب الترخيص نفسه أو ترخيص مماثل ومتوافق. يستخدم بشكل متكرر لأصول الوسائط والمواد التعليمية. إصدار سابق هو الترخيص المبدئي لويكيبيديا ومشاريع ويكيميديا الأخرى. لا يوصى به للبرمجيات.
ca: Similar a CC-BY-4.0, però requereix que els treballs derivats es distribueixin segons la mateixa llicència o una de similar i compatible. Freqüentment utilitzat per a mitjans multimèdia i materials educatius. Una versió anterior és la llicència per defecte de la Viquipèdia i altres projectes Wikimedia. No es recomana per al programari.
ca@valencia: Similar a CC-BY-4.0, però requerix que els treballs derivats es distribuïsquen segons la mateixa llicència o una de similar i compatible. Freqüentment utilitzat per a mitjans multimèdia i materials educatius. Una versió anterior és la llicència predeterminada de la Viquipèdia i altres projectes Wikimedia. No es recomana per al programari.
es: Similar a CC-BY-4.0, aunque requiere que los trabajos derivados se distribuyan bajo la misma licencia u otra similar y compatible. Se utiliza con frecuencia para activos de medios y materiales educativos. Una versión anterior es la licencia predeterminada para Wikipedia y otros proyectos de Wikimedia. No se recomienda para software.
eu: «CC-BY-4.0»aren antzekoa, baina eratorritakoak lizentzia beraren edo antzeko, lizentzia bateragarrien pean banatzea eskatzen du. Maiz hedabide-baliabideetarako eta material hezitzaileetarako erabilia. Aurreko bertsio bat da Wikipedia eta Wikimedia-ren beste proiektu batzuen lizentzia lehenetsia. Ez da softwarerako gomendatzen.
fr: Semblable à la licence « CC-BY-4.0 » mais exige que les produits dérivés soient distribués sous la même licence compatible ou une licence similaire. Fréquemment utilisée pour les ressources média et le matériel éducatif. Une version précédente est la licence par défaut pour Wikipedia et d'autres projets de Wikimedia. Non recommandée pour le logiciel.
gl: Similar á CC-BY-4.0 pero obriga a que as obras derivadas se distribúan baixo a mesma licenza ou unha similar e compatíbel. Adoita usarse para contido multimedia e material educativo. É unha versión anterior da licenza predeterminada de Wikipedia e outros proxectos de Wikimedia. Non se recomenda para programas.
hi: CC-BY-4.0 के समान लेकिन इसके लिए व्युत्पन्नों को समान या समान, संगत लाइसेंस के तहत वितरित किया जाना आवश्यक है। मीडिया परिसंपत्तियों और शैक्षिक सामग्रियों के लिए अक्सर उपयोग किया जाता है। पिछला संस्करण विकिपीडिया और अन्य विकिमीडिया परियोजनाओं के लिए डिफ़ॉल्ट लाइसेंस है। सॉफ़्टवेयर के लिए अनुशंसित नहीं है।
it: Simile alla CC-BY-4.0, ma richiede che le opere derivate siano distribuite con la stessa licenza o una licenza compatibile simile. Utilizzato frequentemente per risorse multimediali e materiale didattico. Una versione precedente è la licenza predefinita per Wikipedia e altri progetti Wikimedia. Non consigliata per il software.
ko: CC-BY-4.0과 유사하지만 파생 저작물을 동일하거나 호환되는 라이선스로 배포해야 합니다. 미디어 자료 및 교육용 자료에 주로 사용됩니다. 이전 버전은 위키백과 및 다른 위키미디어 프로젝트의 기본 라이선스입니다. 소프트웨어에 사용하는 것은 추천하지 않습니다.
lv: Līdzīga CC-BY-4.0, bet pieprasa, lai visi atvasinātie darbi būtu licencēti ar to pašu vai līdzīgu (saderīgu) licenci. To bieži lieto plašsaziņas līdzekļu un izglītības materiāliem. Iepriekšējā licence ir noklusējuma licence Vikipēdijas un citiem „Wikimedia“ projektiem. To nav ieteicams lietot programmatūrai.
nl: Lijkt op CC-BY-4.0 maar vereist dat afgeleiden gedistribueerd worden onder dezelfde of gelijksoortige, compatibele licentie. Vaak gebruikt voor mediamiddelen en onderwijskundige materialen. Een eerdere versie is de standaard licentie voor Wikipedia en andere Wikimedia project. Niet aanbevolen voor software.
pl: Podobna do CC-BY-4.0, ale wymaga, aby pochodne były rozpowszechniane na tej samej lub podobnej, zgodnej licencji. Często używana w przypadku zasobów medialnych i materiałów edukacyjnych. Poprzednia wersja jest domyślną licencją dla Wikipedii i innych projektów Wikimedia. Nie zalecana dla oprogramowania.
pt: Semelhante à CC-BY-4.0 mas necessita que os trabalhos derivados sejam distribuídos segundo uma licença igual ou semelhante ou compatível. É usada frequentemente para conteúdos multimédia e material educativo. Uma versão anterior é a versão predefinida para a Wikipédia e outros projectos do Wikimedia. Não é recomendado para 'software'.
pt_br: Semelhante à CC-BY-4.0, mas requer que os derivados sejam distribuídos sob a mesma licença ou uma licença similar e compatível. Frequentemente usada para recursos de mídia e materiais educacionais. Uma versão anterior é a licença padrão para a Wikipédia e outros projetos Wikimedia. Não recomendada para software.
sl: Podobno kot CC-BY-4.0, vendar zahteva razširjanje izvedenih del pod istim ali podobnim, združljivim dovoljenjem. Pogosto se uporablja za medijske vsebine in izobraževalna gradiva. Prejšnja različica je privzeto dovoljenje za Wikipedijo in druge projekte Wikimedia. Ni priporočljivo za programsko opremo.
sv: Liknar CC-BY-4.0 men kräver att derivat distribueras under samma eller liknande, kompatibel licens. Används ofta för medier och utbildningsmaterial. En tidigare version är standardlicensen för Wikipedia och andra Wikimedia-projekt. Rekommenderas inte för programvara.
tr: CC-BY-4.0'a benzer, ancak türevlerin aynı veya benzer, uyumlu bir lisans altında dağıtılmasını gerektirir. Medya varlıkları ve eğitim materyalleri için sıklıkla kullanılır. Önceki bir sürüm, Wikipedia ve diğer Wikimedia projeleri için varsayılan lisanstır. Yazılım için önerilmez.
uk: Подібні до CC-BY-4.0, але потребують від похідних матеріалів поширення за дотримання тих самих або подібних сумісних умов ліцензування. Часто використовують для мультимедійних матеріалів та навчальних матеріалів. Попередня версія умов ліцензування є типовою для Вікіпедії та інших проєктів Wikimedia. Не рекомендовано до використання для програмного забезпечення.

source: This commercially-friendly copyleft license provides the ability to commercially license binaries; a modern royalty-free patent license grant; and the ability for linked works to use other licenses, including commercial ones.
ar: يوفر ترخيص النسخ المتروك الصديق تجاريًا هذا القدرة على ترخيص الثنائيات تجاريًا؛ ومنحة ترخيص براءة اختراع حديثة خالية من حقوق الملكية؛ والقدرة للأعمال المرتبطة على استخدام تراخيص أخرى، بما في ذلك التراخيص التجارية.
ca: Aquesta llicència de «copyleft» comercial proporciona la capacitat de llicenciar comercialment fitxers binaris; un atorgament modern de llicència de patent lliure de cànons; i la capacitat de les obres enllaçades per a utilitzar altres llicències, incloses les comercials.
ca@valencia: Esta llicència de «copyleft» comercial proporciona la capacitat de llicenciar comercialment fitxers binaris; un atorgament modern de llicència de patent lliure de cànons; i la capacitat de les obris enllaçades per a utilitzar altres llicències, incloses les comercials.
es: Esta licencia «copyleft», apta para uso comercial, proporciona la capacidad de licenciar binarios comercialmente, una concesión de licencia de patente moderna libre de derechos de autor, y la posibilidad de que las obras enlazadas usen otras licencias, incluidas las comerciales.
eu: Merkataritzarekin bateragarria den («copyleft») kopia-eskubideari uko egiteko lizentzia honek ematen du, bitarrak komertzialki lizentziatzeko aukera; royaltyrik gabeko patente-lizentziaren aitortza moderno bat; eta estekatutako lanek beste lizentzia batzuk erabiltzeko gaitasuna, komertzialak barne.
fr: Cette licence de copyleft, adaptée au commerce fournit la capacité de mettre des binaires sous une licence commerciale, d'octroyer une licence moderne sans redevance et la possibilité pour les éléments liés d'utiliser d'autres licences, y compris certaines commerciales.
gl: Esta licenza recíproca facilita o uso comercial permitindo binarios con licenza privativa, a concesión dunha licenza moderna de patente sen regalías, e que obras ligadas usen outras licenzas, incluso privativas.
hi: यह व्यावसायिक रूप से अनुकूल कॉपीलेफ्ट लाइसेंस, बाइनरी को व्यावसायिक रूप से लाइसेंस देने की क्षमता प्रदान करता है; एक आधुनिक रॉयल्टी-मुक्त पेटेंट लाइसेंस अनुदान; तथा लिंक किए गए कार्यों के लिए वाणिज्यिक लाइसेंसों सहित अन्य लाइसेंसों का उपयोग करने की क्षमता प्रदान करता है।
it: Questa licenza copyleft commercialmente amichevole offre la possibilità di concedere in licenza commercialmente i binari; una moderna concessione di licenza di brevetto esente da diritti d'autore; e la possibilità per le opere collegate di utilizzare altre licenze, comprese quelle commerciali.
ko: 상업적 사용 친화적인 카피레프트 라이선스는 바이너리 파일을 상업적으로 라이선스하고, 로열티 없이 특허권 사용을 허가하며, 링크된 저작물이 상업적 라이선스를 포함한 다른 라이선스를 사용할 수 있도록 허용합니다.
lv: Šī ir komerciālai lietošanai draudzīga „copyleft“ licence, kas sniedz iespēju bināras datnes licencēt komerciāli, sniedz modernu bezatlīdzības patentu licenci, kā arī saistītajos darbos izmantot cietas licences — tostarp komerciālas.
nl: Deze commercieel-vriendelijke copyleft licentie biedt de mogelijkheid om commercieel van een licentie voorziene binaire zaken; een moderne toestemming voor gebruik van een patent zonder kosten; en de mogelijkheid voor gekoppelde werken met andere licenties te gebruiken, inclusief commerciële.
pl: Ta przyjazna komercyjnie licencja typu copyleft zapewnia: możliwość komercyjnego licencjonowania plików binarnych, nowoczesną licencję patentową wolną od opłat licencyjnych, oraz możliwość korzystania z innych licencji, w tym komercyjnych, przez dzieła powiązane.
pt: Esta licença de 'copyleft' amigável para fins comerciais oferece a capacidade de licenciar binários a título comercial; uma cedência de licenças de patentes moderna e sem contrapartidas; e a capacidade de os trabalhos ligados a ela poderem usar outras licenças, incluindo as comerciais.
pt_br: Esta licença copyleft comercialmente favorável oferece a capacidade de licenciar binários comercialmente; uma concessão moderna de licença de patente isenta de royalties; e a capacidade de trabalhos vinculados usarem outras licenças, incluindo licenças comerciais.
sl: To komercialni rabi prijazno dovoljenje s prepuščanjem pravic ponuja možnost za komercialno licenciranje izvajalnih datotek, sodobno dodelitev licence patenta brez tantiem ter možnost, da izvedena oz. povezana dela uporabijo drugo dovoljenje, vključno s komercialnimi.
sv: Denna kommersiellt vänliga copyleft-licens ger möjlighet att kommersiellt licensiera binärkod, en modern royaltyfri patent beviljas av licensen, och den ger möjligheten för länkade verk att använda andra licenser, inklusive kommersiella.
tr: Bu ticari açıdan uygun copyleft lisansı; ikili dosyaları ticari olarak lisanslama, çağdaş bir telif ücretsiz patent lisansı hibesi ve bağlantılı çalışmaların ticari olanlar da dahil olmak üzere diğer lisansları kullanma yeteneği sağlar.
uk: Ці зручні для комерційного використання умови ліцензування із законними лівими копіями надають можливість комерційного ліцензування зібраних виконуваних файлів; сучасного використання патентних прав без сплати роялті та можливість поширення скомпонованих робіт з використанням інших умов ліцензування, зокрема комерційних умов.

source: The GNU GPL is the most widely used free software license and has a strong copyleft requirement. When distributing derived works, the source code of the work must be made available under the same license. There are multiple variants of the GNU GPL, each with different requirements.
ar: GNU GPL هو ترخيص البرامج الحرة الأكثر استخدامًا وله متطلب نسخ متروك قوي. عند توزيع الأعمال المشتقة، يجب إتاحة شيفرة مصدر العمل بموجب الترخيص نفسه. هناك متغيرات متعددة لـ GNU GPL، لكل منها متطلبات مختلفة.
ca: La GPL de GNU és la llicència de programari lliure més àmpliament utilitzada i té un requisit de «copyleft» fort. Quan es distribueixen obres derivades, el codi font de l'obra ha de ser disponible segons la mateixa llicència. Hi ha múltiples variants de la GPL de GNU, cadascuna amb requisits diferents.
ca@valencia: La GPL de GNU és la llicència de programari lliure més àmpliament utilitzada i té un requisit de «copyleft» fort. Quan es distribuïxen obris derivades, el codi font de l'obra ha de ser disponible segons la mateixa llicència. Hi ha múltiples variants de la GPL de GNU, cadascuna amb requisits diferents.
es: La GNU GPL es la licencia de software libre más utilizada y tiene un fuerte requisito de copyleft: al distribuir obras derivadas, el código fuente de la obra debe estar disponible bajo la misma licencia. Existen diversas variantes de GNU GPL, cada una con diferentes requisitos.
eu: GNU GPL software aske lizentzia hedatuena da eta («copyleft») kopia-eskubideari uko egiteko betekizun irmoa du. Eratorritako lanak banatzean, lanaren sorburua lizentzia beraren pean eskuragarri egin behar da. GNU GPLaren aldaera ugari daude, bakoitzak betekizun ezberdinak ditu.
fr: La licence « GNU GPL » est la licence la plus largement utilisée pour les logiciels libres et possède une exigence de copyleft. Lors de la distribution des éléments dérivés, le code source de l'élément doit être rendu disponible sous la même licence. Il y a plusieurs variantes de la licence « GNU GPL », chacune avec des exigences différentes.
gl: A GNU GPL é a licenza de programas libres máis usada e ten un forte requisito de reciprocidade. Ao distribuír obras derivadas, o código fonte da obra debe publicarse coa mesma licenza. Existen moitas variantes da GNU GPL, cada unha con requisitos distintos.
hi: GNU GPL सबसे व्यापक रूप से इस्तेमाल किया जाने वाला मुफ़्त सॉफ़्टवेयर लाइसेंस है और इसमें कॉपीलेफ़्ट की सख्त ज़रूरत है। व्युत्पन्न कार्यों को वितरित करते समय, कार्य का स्रोत कोड उसी लाइसेंस के तहत उपलब्ध कराया जाना चाहिए। GNU GPL के कई प्रकार हैं, जिनमें से प्रत्येक की अलग-अलग ज़रूरतें हैं।
it: La GNU GPL è la licenza di software libero più utilizzata e ha un forte requisito di copyleft. Quando si distribuiscono opere derivate, il codice sorgente dell'opera deve essere reso disponibile con la stessa licenza. Esistono più varianti della GNU GPL, ognuna con requisiti diversi.
ko: GNU GPL은 폭넓게 사용되는 자유 소프트웨어 라이선스이며 강력한 카피레프트 조항이 있습니다. 파생 저작물을 배포할 때에는 소스 코드를 같은 라이선스로 배포해야 합니다. GNU GPL에는 조건이 다른 여러 파생형이 있습니다.
lv: GNU GPL ir visplašāk izmantotā brīvās programmatūras licence ar izteiktām „copyleft“ prasībām. Izplatot atvasinātus darbus, to pirmkodam ir jābūt pieejamam ar to pašu licenci. Pastāv vairāki GNU GPL licences varianti ar dažādām prasībām.
nl: De GNU GPL is de meest breed gebruikte vrije software licentie en heeft een sterke copyleft vereiste. Bij distribueren van afgeleide werken, moet de broncode van het werk beschikbaar worden gemaakt onder dezelfde licentie. Er zijn meerdere varianten van de GNU GPL, elk met verschillende vereisten.
pl: GNU GPL jest najczęściej używaną licencją wolnego oprogramowania i ma silny wymóg typu copyleft. Podczas rozpowszechniania dzieł pochodnych, kod źródłowy dzieła musi być udostępniony na zasadzie tej samej licencji. Istnieje wiele wariantów GNU GPL, z których każdy ma inne wymagania.
pt: A GPL da GNU é a licença de 'software' mais usada em todo o lado e tem um requisito de 'copyleft' bastante forte. Ao distribuir trabalhos derivados, o código-fonte desse trabalho também tem de estar disponível segundo a mesma licença. Existem muitas variantes da GPL da GNU, cada uma delas com requisitos diferentes.
pt_br: A GNU GPL é a licença de software livre mais amplamente utilizada e possui um forte requisito de copyleft. Ao distribuir trabalhos derivados, o código-fonte da obra deve ser disponibilizado sob a mesma licença. Existem diversas variantes da GNU GPL, cada uma com requisitos diferentes.
sl: GNU GPL je najbolj razširjeno dovoljenje proste programske opreme in ima močno zahtevo prepuščanja avtorske pravice. Pri razširjanju izvedenih del mora biti izvorna koda dela na voljo pod istim dovoljenjem. Obstaja več različic GNU GPL, vsaka z različnimi zahtevami.
sv: GNU GPL är den mest använda fria mjukvarulicensen och har ett starkt copyleft-krav. Vid distribution av härledda verk måste källkoden för verket göras tillgänglig under samma licens. Det finns flera varianter av GNU GPL, var och en med olika krav.
tr: GNU GPL, en yaygın olarak kullanılan özgür yazılım lisansıdır ve güçlü bir copyleft gereksinimine sahiptir. Türetilmiş çalışmalar dağıtılırken, çalışmanın kaynak kodu aynı lisans altında sunulmalıdır. GNU GPL'nin her biri farklı gereksinimlere sahip birden çok çeşidi vardır.
uk: GNU GPL є найрозповсюдженішими умовами ліцензування вільного програмного забезпечення, які містять строгі вимоги щодо юридично врегульованого лівого копіювання. При поширенні похідних робіт слід зберігати умови ліцензування на початковий код роботи. Існує декілька варіантів GNU GPL, кожен з яких містить різні вимоги.
