Repository: KDE/licentia
Catalog: po/*/licentia.po
Languages: ar, ca, ca@valencia, es, eu, fr, gl, hi, it, ka, ko, lv, nl, pl, pt, pt_br, sl, sv, tr, uk, zh_tw

source: Create a text file (typically named LICENSE or LICENSE.txt) in the root of your source code and copy the text of the license into the file.
ar: أنشئ ملفًا نصيًا (عادة ما يكون اسمه LICENSE أو LICENSE.txt) في جذر شيفرة المصدر الخاصة بك وانسخ نص الترخيص في الملف.
ca: Creeu un fitxer de text (normalment anomenat LICENSE o LICENSE.txt) a l'arrel del codi font i copieu el text de la llicència al fitxer.
ca@valencia: Creeu un fitxer de text (normalment anomenat LICENSE o LICENSE.txt) en l'arrel del codi font i copieu el text de la llicència en el fitxer.
es: Cree un archivo de texto (normalmente con el nombre LICENSE o LICENSE.txt) en la raíz de su código fuente y copie el texto de la licencia en dicho archivo.
eu: Sortu testu-fitxategi bat (LICENSE edo LICENSE.txt deitu ohi zaio) zure sorburu-kodearen erroan eta kopiatu lizentziaren testua fitxategian.
fr: Créez un fichier de texte (en général sous le nom « LICENSE » ou « LICENSE.txt » à la racine de votre code source et copiez le texte de la licence dans le fichier.
gl: Cree un ficheiro de texto (adoita chamarse «LICENSE» ou «LICENSE.txt») no cartafol raíz do código fonte e copie nel o texto da licenza.
hi: अपने स्रोत कोड के मूल में एक टेक्स्ट फ़ाइल (आमतौर पर LICENSE या LICENSE.txt नाम से) बनाएं और लाइसेंस के टेक्स्ट को फ़ाइल में कॉपी करें।
it: Crea un file di testo (di solito denominato LICENSE o LICENSE.txt) nella radice del tuo codice sorgente e copia il testo della licenza nel file.
ko: 소스 코드의 루트 디렉터리에 텍스트 파일(대개 LICENSE 또는 LICENSE.txt)을 생성한 후 라이선스 원문을 파일에 붙여 넣으십시오.
lv: Pirmkoda pamata mapē izveidojiet teksta datni (paraksti tā saucas LICENSE vai LICENSE.txt) un tajā iekopējiet licences tekstu.
nl: Maak een tekstbestand (typisch genaamd LICENSE of LICENSE.txt) in de hoofdmap van uw broncode en kopieer de tekst van de licentie in het bestand.
pl: Utwórz plik tekstowy (zwykle o nazwie LICENSE lub LICENSE.txt) w katalogu głównym swojego kodu źródłowego i skopiuj do niego tekst licencji.
pt: Crie um ficheiro de texto (tipicamente chamado LICENSE ou LICENSE.txt) na raiz do seu código-fonte e copie o texto da licença para o ficheiro.
pt_br: Crie um arquivo de texto (normalmente chamado LICENSE ou LICENSE.txt) na raiz do seu código-fonte e copie o texto da licença para o arquivo.
sl: Ustvarite besedilno datoteko (običajno imenovano LICENSE ali LICENSE.txt) v korenski mapi izvorne kode in kopirajte besedilo dovoljenja v datoteko.
sv: Skapa en textfil (vanligen kallad LICENSE eller LICENSE.txt) i roten av din källkod och kopiera licenstexten till filen.
tr: Kaynak kodunuzun kökünde bir metin dosyası (genellikle LICENSE veya LICENSE.txt olarak adlandırılır) oluşturun ve lisans metnini dosyaya kopyalayın.
uk: Створіть текстовий файл (з типовою назвою LICENSE або LICENSE.txt) у кореневій теці вашого початкового коду і скопіюйте текст повідомлення умов ліцензування до файла.
zh_tw: 在原始碼頂層目錄建立一個文字檔案（通常叫做 LICENSE 或 LICENSE.txt），然後將授權條款文字複製到該檔案當中。

source: The BSD Zero Clause license goes further than the BSD 2-Clause license to allow you unlimited freedom with the software without requirements to include the copyright notice, license text, or disclaimer in either source or binary forms.
ar: يتجاوز ترخيص BSD Zero Clause ترخيص BSD 2-Clause لمنحك حرية غير محدودة مع البرنامج دون متطلبات لتضمين إشعار حقوق النشر أو نص الترخيص أو إخلاء المسؤولية في أي من أشكال المصدر أو الثنائية.
ca: La llicència BSD de clàusula zero va més enllà de la llicència BSD de 2 clàusules per a permetre una llibertat il·limitada amb el programari sense requisits per a incloure l'avís de copyright, el text de la llicència, o l'exempció de responsabilitat en forma de codi font o de binari.
ca@valencia: La llicència BSD de clàusula zero va més enllà de la llicència BSD de 2 clàusules per a permetre una llibertat il·limitada amb el programari sense requisits per a incloure l'avís de copyright, el text de la llicència, o l'exempció de responsabilitat en forma de codi font o de binari.
es: La licencia BSD Zero Clause va más lejos que la licencia BSD 2-Clause para permitirle una libertad ilimitada con el software sin requisitos para incluir el aviso de derechos de autor, el texto de la licencia o el descargo de responsabilidad en forma fuente o binaria.
eu: «BSD Zero Clause» (0BSD) lizentzia «BSD 2-Clause» lizentzia baina haratago doa, softwarearekin askatasun mugagabea emanez, kopia-eskubide oharra, lizentziaren testua, edo erantzukizun-oharrak sartzeko betekizunik gabe, ez sorburuan ez eta bitarretan ere.
fr: La licence « BSD Zero Clause » va plus loin que la licence « BSD 2-Clause » pour vous offrir une liberté illimitée avec les logiciels sans obligation d'inclure la notice de droits d'auteur, le texte de la licence ou l'avertissement, à la fois, dans les formes de source ou de binaire.
gl: A licenza «BSD Zero Clause» (BSD sen cláusulas) vai alén da licenza BSD de dúas cláusulas e permítelle liberdade ilimitada co programa sen requisitos sobre a inclusión dunha nota sobre os dereitos de copia, do texto da licenza, ou de ningún aviso, nin nas fontes nin nos binarios.
hi: बीएसडी शून्य क्लॉज लाइसेंस, बीएसडी 2-क्लॉज लाइसेंस से कहीं आगे जाता है, जो आपको सॉफ्टवेयर के साथ असीमित स्वतंत्रता प्रदान करता है, तथा इसमें स्रोत या बाइनरी रूप में कॉपीराइट नोटिस, लाइसेंस पाठ या अस्वीकरण को शामिल करने की आवश्यकता नहीं होती।
it: La licenza BSD Zero Clause va oltre la licenza BSD 2-Clause per consentire all'utente libertà illimitata con il software senza requisiti per includere l'avviso di copyright, il testo della licenza o il disclaimer in formato sorgente o binario.
ko: 0조항(Zero Clause) BSD 라이선스는 2조항(2-Clause) BSD 라이선스에서 더 나아가서 저작권 고지, 라이선스 텍스트, 소스 코드나 바이너리 형태의 고지 요구 사항 없이 소프트웨어를 무제한적으로 자유롭게 사용할 수 있습니다.
lv: „BSD Zero Clause“ licence iet tālāk par „BSD 2-Clause“ licenci, atļaujot neierobežotu brīvību ar programmatūru un neprasot iekļaut paziņojumu par autortiesībām, licences tekstu vai par jebkādu paziņojumu pirmkodā vai binārā formā.
nl: De BSD Zero Clause licentie gaat verder dan de BSD 2-Clause licentie om u ongelimiteerde vrijheid te geven met de software zonder vereisten om de copyrightbepaling, tekst van de licentie of vrijwaring in ofwel bron- of binaire vorm op te nemen.
pl: Licencja bez klauzulowa BSD idzie dalej niż licencja 2-klauzulowa BSD, pozwalając na nieograniczoną swobodę w posługiwaniu się oprogramowaniem, bez konieczności umieszczania informacji o prawach autorskich, tekstu licencji czy zrzeczenia się odpowiedzialności w formie źródłowej lub binarnej.
pt: A licença BSD Zero Cláusulas vai mais além da licença BSD de 2-Cláusulas, permitindo-lhe uma liberdade ilimitada com o 'software' sem quaisquer requisitos para incluir a nota de direitos de cópia, texto da licença ou quaisquer avisos sob a forma de código ou binários.
pt_br: A licença BSD de Zero Cláusulas vai além da licença BSD de 2 Cláusulas para permitir liberdade ilimitada com o software, sem a necessidade de incluir o aviso de direitos autorais, o texto da licença ou a isenção de responsabilidade nos formatos fonte ou binário.
sl: Dovoljenje BSD Zero Clause gre dlje od dovoljenja BSD 2-Clause, ki vam omogoča neomejeno svobodo s programsko opremo brez zahtev za vključitev obvestila o avtorski pravici, besedila dovoljenja ali omejitve odgovornosti v izvorni kodi ali binarni obliki.
sv: BSD Zero Clause-licensen går längre än BSD 2-Clause-licensen för att ge dig obegränsad frihet med programvaran utan krav på att inkludera upphovsrättsmeddelandet, licenstexten eller friskrivningen i antingen källkods- eller binärform.
tr: BSD Zero Clause lisansı, telif hakkı bildirimini, lisans metnini veya sorumluluk reddini kaynak veya ikili biçimlerde dahil etme gerekliliği olmaksızın yazılımla sınırsız özgürlüğe izin vermek için BSD 2-Clause lisansından daha ileri gider.
uk: Умови ліцензування BSD без пунктів йдуть далі за умови BSD з двома пунктами і дозволяють необмежену свободу дій із програмним забезпеченням без потреби включати повідомлення про авторські права, текст умов ліцензування або відмову від відповідальності до початкового або зібраного коду.

source: Create a text file (typically named LICENSE or LICENSE.txt) in the root of your source code and copy the text of the license into the file. Replace [year] with the current year and [fullname] with the name (or names) of the copyright holders. You may take the additional step of removing the copyright notice.
ar: أنشئ ملفًا نصيًا (عادة ما يكون اسمه LICENSE أو LICENSE.txt) في جذر شيفرة المصدر الخاصة بك وانسخ نص الترخيص في الملف. استبدل [year] بالسنة الحالية و [fullname] باسم (أو أسماء) أصحاب حقوق النشر. يمكنك اتخاذ خطوة إضافية لإزالة إشعار حقوق النشر.
ca: Creeu un fitxer de text (normalment anomenat LICENSE o LICENSE.txt) a l'arrel del codi font i copieu el text de la llicència al fitxer. Substituïu [year] per l'any actual i [fullname] pel nom (o noms) dels titulars dels drets d'autor. Podeu fer el pas addicional d'eliminar l'avís de copyright.
ca@valencia: Creeu un fitxer de text (normalment anomenat LICENSE o LICENSE.txt) en l'arrel del codi font i copieu el text de la llicència en el fitxer. Substituïu [year] per l'any actual i [fullname] pel nom (o noms) dels titulars dels drets d'autoria. Podeu fer el pas addicional d'eliminar l'avís de copyright.
es: Cree un archivo de texto (normalmente con el nombre LICENSE o LICENSE.txt) en la raíz de su código fuente y copie el texto de la licencia en dicho archivo. Sustituya [year] con el año actual y [fullname] con el nombre (o nombres) de los titulares de los derechos de autor. Puede realizar el paso adicional de eliminar el aviso de copyright.
eu: Sortu testu-fitxategi bat (LICENSE edo LICENSE.txt deitu ohi zaio) zure sorburu-kodearen erroan eta kopiatu lizentziaren testua fitxategian. Ordezkatu [year] egungo urtearekin eta [fullname] kopia eskubide jabeen izenekin. Ordezkatu [project] lan hau babesten duen proiektuaren erakundearekin, hala badagokio. Copyright-oharra kentzeko urrats gehigarria eman dezakezu.
fr: Créez un fichier de type texte (généralement nommé LICENSE ou LICENSE.txt) dans la racine de votre code source et copiez le texte de la licence dans le fichier. Remplacez [year] par l'année en cours et [fullname] par le nom (ou les noms) des titulaires de droits d'auteur. Vous pouvez prendre la mesure supplémentaire de supprimer l'avis de droit d'auteur.
gl: Cree un ficheiro de texto (adoita chamarse «LICENSE» ou «LICENSE.txt») no cartafol raíz do código fonte e copie o texto da licenza nel. Substitúa «[year]» polo ano actual e «[fullname]» polos nomes das persoas autoras. Opcionalmente pode eliminar a nota de dereito de copia.
hi: अपने सोर्स कोड के रूट में एक टेक्स्ट फ़ाइल (आमतौर पर LICENSE या LICENSE.txt नाम से) बनाएँ और लाइसेंस के टेक्स्ट को फ़ाइल में कॉपी करें। [year] को वर्तमान वर्ष से और [fullname] को कॉपीराइट धारकों के नाम (या नामों) से बदलें। आप कॉपीराइट नोटिस हटाने का अतिरिक्त कदम उठा सकते हैं।
it: Crea un file di testo (di solito denominato LICENSE o LICENSE.txt) nella radice del codice sorgente e copia il testo della licenza nel file. Sostituisci [anno] con l'anno corrente e [nome completo] con il nome (o i nomi) dei detentori del copyright. È possibile eseguire il passaggio aggiuntivo per rimuovere l'avviso di copyright.
ko: 소스 코드의 루트 디렉터리에 텍스트 파일(대개 LICENSE 또는 LICENSE.txt)을 생성한 후 라이선스 원문을 파일에 붙여 넣으십시오. [year]를 현재 연도, [fullname]을 (모든) 저작권자의 이름으로 대체하십시오. 필요에 따라서 저작권 고지를 삭제할 수도 있습니다.
lv: Pirmkoda mapē izveidojiet teksta datni (parasti tā saucas LICENSE vai LICENSE.txt) un tajā iekopējiet licences tekstu. Aizvietojiet [year] ar pašreizējo gadu un [fullname] ar autortiesību turētāju vārdu vai vārdiem. Varat arī veikt papildu soļus, lai noņemt autortiesību paziņojumu.
nl: Maak een tekstbestand (typisch genaamd LICENSE of LICENSE.txt) in de hoofdmap van uw broncode en kopieer de tekst van de licentie in het bestand. Vervang [year] met het huidige jaar en [fullname] met de naam (of namen) van de houders van het copyright. U kunt een extra stap nemen om de copyrightbepaling te verwijderen.
pl: Utwórz plik tekstowy (zwykle o nazwie LICENSE lub LICENSE.txt) w katalogu głównym swojego kodu źródłowego i skopiuj do niego tekst licencji. Zastąp [year] bieżącym rokiem, a [fullname] nazwiskiem (lub nazwiskami) właścicieli praw autorskich. Możesz wykonać dodatkowy krok w postaci usunięcia informacji o prawach autorskich.
pt: Crie um ficheiro de texto (tipicamente chamado LICENSE ou LICENSE.txt) na raiz do seu código-fonte e copie o texto da licença para o ficheiro. Substitua [year] pelo ano actual e [fullname] pelo nome (ou nomes) dos detentores dos direitos de cópia. Poderá aplicar o passo adicional de remover o aviso de direitos de cópia.
pt_br: Crie um arquivo de texto (normalmente chamado LICENSE ou LICENSE.txt) na raiz do seu código-fonte e copie o texto da licença para o arquivo. Substitua [year] pelo ano atual e [fullname] pelo nome (ou nomes) dos detentores dos direitos autorais. Você pode realizar a etapa adicional de remover o aviso de direitos autorais.
sl: Ustvarite besedilno datoteko (običajno imenovano LICENSE ali LICENSE.txt) v korenski mapi izvorne kode in kopirajte besedilo dovoljenja v datoteko. Zamenjajte [letnico] s trenutno letnico in [polnoime] z imenom (ali imeni) imetnikov avtorske in sorodnih pravic. Lahko sprejmete dodaten korak in odstranite obvestila o avtorski pravici.
sv: Skapa en textfil (vanligen kallad LICENSE eller LICENSE.txt) i roten av din källkod och kopiera licenstexten till filen. Ersätt [year] med innevarande år och [fullname] med namnet (eller namnen) på upphovsrättsinnehavarna. Du kan ta det ytterligare steget att ta bort upphovsrättsmeddelandet.
tr: Kaynak kodunuzun kökünde bir metin dosyası (genellikle LICENSE veya LICENSE.txt olarak adlandırılır) oluşturun ve lisans metnini dosyaya kopyalayın. [year] yerine geçerli yıl ve [fullname]'ı telif hakkı sahiplerinin adı (veya adları) ile değiştirin. Telif hakkı bildirimini kaldırmak için ek bir adım atabilirsiniz.
uk: Створіть текстовий файл (з типовою назвою LICENSE або LICENSE.txt) у кореневій теці початкового коду і скопіюйте текст умов ліцензування до цього файла. Замініть [year] на поточний рік, а [fullname] на ім'я (або імена) власників авторських прав. Також можна зробити додатковий крок з вилучення повідомлення про авторські права.
zh_tw: 在原始碼頂層目錄建立一個文字檔案（通常叫做 LICENSE 或 LICENSE.txt），然後將授權條款文字複製到該檔案當中。將 [year] 替換為目前年份、[fullname] 替換為著作權人（們）的名字。您可以選擇將著作權聲明拿掉。

source: A permissive license that comes in two variants, the BSD 2-Clause and BSD 3-Clause. Both have very minute differences to the MIT license.
ar: ترخيص متسامح يأتي في متغيرين، BSD 2-Clause و BSD 3-Clause. كلاهما لديه اختلافات دقيقة جدًا عن ترخيص MIT.
ca: Una llicència permissiva que ve en dues variants, la versió BSD de 2 clàusules i la versió BSD de 3 clàusules. Tots dos tenen diferències molt petites amb la llicència del MIT.
ca@valencia: Una llicència permissiva que ve en dues variants, la versió BSD de 2 clàusules i la versió BSD de 3 clàusules. Tots dos tenen diferències molt xicotetes amb la llicència del MIT.
es: Una licencia permisiva que viene en dos variantes, BSD 2-Clause y BSD 3-Clause. Ambas tienen diferencias muy pequeñas con la licencia MIT.
eu: Lizentzia permisibo bat da, eta bi aldaera ditu, «BSD 2-Clause» eta «BSD 3-Clause». Biek oso ezberdintasun txikiak dituzte MIT lizentziarekin alderatuta.
fr: Une licence permissive fournie avec deux variantes : « BSD 2-Clause » et « BSD 3-Clause ». Les deux ont des différences très infimes avec la licence « MIT ».
gl: Unha licenza permisiva con dúas variantes, a de 2 cláusulas e a de 3. As dúas son moi similares á licenza MIT.
hi: एक अनुमेय लाइसेंस जो दो प्रकारों में आता है, BSD 2-क्लॉज और BSD 3-क्लॉज। दोनों में MIT लाइसेंस से बहुत मामूली अंतर है।
it: Una licenza permissiva disponibile in due varianti, la BSD 2-Clause e la BSD 3-Clause. Entrambe hanno differenze molto minime rispetto alla licenza MIT.
ka: დამშვები ლიცენზია, რომელიც არსებობს ორ ვარიანტში: 2-პუნქტიანი BSD და 3-პუნქტიანი BSD. ორივე ძალიან მცირედ განსხვავდება MIT ლიცენზიისგან.
ko: BSD 2조항(2-Clause) 및 3조항(3-Clause) 형태가 있는 허용적 라이선스입니다. 둘 다 MIT 라이선스와 매우 유사합니다.
lv: Liberāla licence divos variantos — „BSD 2-Clause“ un „BSD 3-Clause“. Abas satur ļoti nelielas atšķirības no MIT licences.
nl: Een toegefelijke licentie die komt in twee varianten, the BSD 2-Clause en BSD 3-Clause. Beiden hebben zeer kleine verschillen met de MIT licentie.
pl: Licencja słaba, która występuje w dwóch wariantach, 2-klauzulowa BSD oraz 3-klauzulowa BSD. Obie mają bardzo drobne różnice w stosunku do licencji MIT.
pt: Uma licença permissiva que vem em duas variantes, a BSD de 2-Cláusulas e a BSD 3-Cláusulas. Ambas têm diferenças muito pequenas face à MIT License.
pt_br: Uma licença permissiva disponível em duas variantes: a BSD de 2 Cláusulas e a BSD de 3 Cláusulas. Ambas apresentam diferenças mínimas em relação à licença MIT.
sl: Dovoljenje, ki je v dveh različicah, BSD 2-Clause in BSD 3-Clause. Obe se zelo malo razlikujeta od dovoljenja MIT.
sv: En tolerant licens som finns i två varianter, BSD 2-Clause och BSD 3-Clause. Båda har mycket små skillnader mot MIT-licensen.
tr: BSD 2-Clause ve BSD 3-Clause olmak üzere iki varyantta gelen izinli bir lisans. Her ikisinin de MIT lisansıyla çok küçük farklılıkları var.
uk: Нестрогі умови ліцензування, які мають два варіанти, BSD з двома пунктами і BSD з трьома пунктами. Обидва варіанти зовсім трохи відрізняються від умов ліцензування MIT.

source: Create a text file (typically named LICENSE or LICENSE.txt) in the root of your source code and copy the text of the license into the file. Replace [year] with the current year and [fullname] with the name (or names) of the copyright holders.
ar: أنشئ ملفًا نصيًا (عادة ما يكون اسمه LICENSE أو LICENSE.txt) في جذر شيفرة المصدر الخاصة بك وانسخ نص الترخيص في الملف. استبدل [year] بالسنة الحالية و [fullname] باسم (أو أسماء) أصحاب حقوق النشر.
ca: Creeu un fitxer de text (normalment anomenat LICENSE o LICENSE.txt) a l'arrel del codi font i copieu el text de la llicència al fitxer. Substituïu [year] per l'any actual i [fullname] pel nom (o noms) dels titulars dels drets d'autor.
ca@valencia: Creeu un fitxer de text (normalment anomenat LICENSE o LICENSE.txt) en l'arrel del codi font i copieu el text de la llicència en el fitxer. Substituïu [year] per l'any actual i [fullname] pel nom (o noms) dels titulars dels drets d'autoria.
es: Cree un archivo de texto (normalmente con el nombre LICENSE o LICENSE.txt) en la raíz de su código fuente y copie el texto de la licencia en dicho archivo. Sustituya [year] con el año actual y [fullname] con el nombre (o nombres) de los titulares de los derechos de autor.
eu: Sortu testu-fitxategi bat (LICENSE edo LICENSE.txt deitu ohi zaio) zure sorburu-kodearen erroan eta kopiatu lizentziaren testua fitxategian. Ordezkatu [year] egungo urtearekin eta [fullname] kopia eskubide jabeen izenekin.
fr: Créez un fichier de type texte (généralement nommé « LICENSE » ou « LICENSE.txt ») à la racine de votre code source et copiez le texte de la licence dans ce fichier. Remplacez [year] par l'année en cours et [fullname] par le nom (ou les noms) des titulaires des droits d'auteur.
gl: Cree un ficheiro de texto (adoita chamarse «LICENSE» ou «LICENSE.txt») no cartafol raíz do código fonte e copie nel o texto da licenza. Substitúa «[year]» polo ano actual e «[fullname]» polos nomes das persoas autoras.
hi: अपने सोर्स कोड के रूट में एक टेक्स्ट फ़ाइल (आमतौर पर LICENSE या LICENSE.txt नाम से) बनाएँ और लाइसेंस के टेक्स्ट को फ़ाइल में कॉपी करें। [year] को वर्तमान वर्ष से और [fullname] को कॉपीराइट धारकों के नाम (या नामों) से बदलें।
it: Crea un file di testo (di solito denominato LICENSE o LICENSE.txt) nella radice del codice sorgente e copia il testo della licenza nel file. Sostituisci [anno] con l'anno corrente e [nome completo] con il nome (o i nomi) dei detentori del copyright.
ko: 소스 코드의 루트 디렉터리에 텍스트 파일(대개 LICENSE 또는 LICENSE.txt)을 생성한 후 라이선스 원문을 파일에 붙여 넣으십시오. [year]를 현재 연도, [fullname]을 (모든) 저작권자의 이름으로 대체하십시오.
lv: Pirmkoda pamata mapē izveidojiet teksta datni (paraksti tā saucas LICENSE vai LICENSE.txt) un tajā iekopējiet licences tekstu. Aizvietojiet [year] ar pašreizējo gadu un [fullname] ar autortiesību turētāju vārdu (vai vārdiem).
nl: Maak een tekstbestand (typisch genaamd LICENSE of LICENSE.txt) in de hoofdmap van uw broncode en kopieer de tekst van de licentie in het bestand. Vervang [year] met het huidige jaar en [fullname] met de naam (of namen) van de houders van het copyright.
pl: Utwórz plik tekstowy (zwykle o nazwie LICENSE lub LICENSE.txt) w katalogu głównym swojego kodu źródłowego i skopiuj do niego tekst licencji. Zastąp [year] bieżącym rokiem, a [fullname] nazwiskiem (lub nazwiskami) właścicieli praw autorskich.
pt: Crie um ficheiro de texto (tipicamente chamado LICENSE ou LICENSE.txt) na raiz do seu código-fonte e copie o texto da licença para o ficheiro. Substitua [year] pelo ano actual e [fullname] pelo nome (ou nomes) dos detentores dos direitos de cópia.
pt_br: Crie um arquivo de texto (normalmente chamado LICENSE ou LICENSE.txt) na raiz do seu código-fonte e copie o texto da licença para o arquivo. Substitua [year] pelo ano atual e [fullname] pelo nome (ou nomes) dos detentores dos direitos autorais.
sl: Ustvarite besedilno datoteko (običajno imenovano LICENSE ali LICENSE.txt) v korenski mapi izvorne kode in kopirajte besedilo dovoljenja v datoteko. Zamenjajte [letnico] s trenutno letnico in [polnoime] z imenom (ali imeni) imetnikov avtorske in sorodnih pravic.
sv: Skapa en textfil (vanligen kallad LICENSE eller LICENSE.txt) i roten av din källkod och kopiera licenstexten till filen. Ersätt [year] med innevarande år och [fullname] med namnet (eller namnen) på upphovsrättsinnehavarna.
tr: Kaynak kodunuzun kökünde bir metin dosyası (genellikle LICENSE veya LICENSE.txt olarak adlandırılır) oluşturun ve lisans metnini dosyaya kopyalayın. [year] yerine geçerli yıl ve [fullname]'ı telif hakkı sahiplerinin adı (veya adları) ile değiştirin.
uk: Створіть текстовий файл (з типовою назвою LICENSE або LICENSE.txt) у кореневій теці вашого початкового коду і скопіюйте текст повідомлення умов ліцензування до файла. Замініть [year] на поточний рік, а [fullname] на ім'я (або імена) власників авторських прав.
zh_tw: 在原始碼頂層目錄建立一個文字檔案（通常叫做 LICENSE 或 LICENSE.txt），然後將授權條款文字複製到該檔案當中。將 [year] 替換為目前年份、[fullname] 替換為著作權人（們）的名字。
